[
  {
    "job_id": "rekrute_0001",
    "title": "Ingénieur Réseaux et Système H/F | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Réseaux et Système H/F - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 20/01/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Rejoignez une entreprise dynamique dans le secteur de l'informatique, un acteur majeur reconnu pour son expertise et son innovation. Si vous aspirez à évoluer dans un environnement stimulant et à contribuer activement au succès technologique, cette opportunité à Rabat est faite pour vous. En tant qu'Ingénieur Réseaux et Système H/F, votre mission principale sera de garantir la performance, la sécurité et la fiabilité de nos infrastructures informatiques, tout en participant à leur développement et à leur optimisation. Vos objectifs s'articuleront autour de plusieurs axes stratégiques. Il s'agira d'assurer une disponibilité maximale de nos systèmes et réseaux, en anticipant les besoins et en mettant en œuvre des solutions proactives pour prévenir tout incident. Vous serez un acteur clé dans la sécurisation de notre environnement numérique, en déployant et en maintenant les dispositifs de protection les plus performants. L'optimisation continue de nos infrastructures sera également au cœur de vos préoccupations, afin d'améliorer l'efficacité opérationnelle et de réduire les coûts. Enfin, vou",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:35.153492"
  },
  {
    "job_id": "rekrute_0002",
    "title": "Ingénieur Conception Radio Confirmé - Atoll Mandatory (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Conception Radio Confirmé - Atoll Mandatory (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom Moins de 1 an 3 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 17/01/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Contexte de la mission : Dans le cadre des activités ingénierie du réseau mobile Bouygues Telecom, le service ingénierie Méditerranée développe les activités de conception des sites neufs DI 5G MED. A ce titre, les enjeux sont multiples : Produire les conceptions radio et transmission 5G détaillées dans le respect des règles d’ingénierie ; Proposer des solutions alternatives conformément aux objectifs de déploiement dans le respect du planning ; Piloter les priorités régionales de capacité et de couverture ; Proposer un reporting des activités du pôles DI ; Respecter les règles de balisage et de puissance et proposer des solutions alternatives ; Animer le TDJ DI 5G MED avec les entités centrales ; Être l’interlocuteur référent vis-à-vis des structures déploiement MED et des MMO. L’ingénieur(e) travaillera en transversalité avec les structures centrales et régionales en apportant un support aux MMO et proposera des axes d’amélioration dans le traitement ingénierie radio de la région. Activités réalisées : Production de préqualification et qualification DI Profil recherché : F",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:35.680124"
  },
  {
    "job_id": "rekrute_0003",
    "title": "Ingénieur Méthode QOS mobile 2G/3G/4G/5G (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Méthode QOS mobile 2G/3G/4G/5G (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom De 3 à 5 ans - De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 17/01/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Contexte de la mission : Pour assurer une qualité de service (QoS) optimale sur chacun de ses équipements radio, le Département Central d’Ingénierie (DCI) a besoin de méthodes d’optimisation. Vous serez dans l’équipe qui définit ces méthodes d’optimisation. Une méthode est un document expliquant un process à suivre et à appliquer sur le réseau. Chez DCI Méthode, nous définissons des méthodes d’optimisation radio. Vous rôle est créer de bout en bout la méthode c’est-à-dire le process d’optimisation du réseau. Pour cela, vous pourrez auditer le réseau, mener vos propres études, récupérer les préconisations de la direction technique ce qui vous permettra de rédiger le process d’optimisation radio. Vous testerez ensuite ce process sur le réseau Bouygues Telecom dans une zone réduite. Le process, que vous aurez rédigé sous forme de logigramme, vous le présenterez aux ingénieurs de productions qui l’appliquerons au quotidien. Autrement dit votre rôle n’est pas d’appliquer des optimisations sur le réseau. Ce rôle est bien celui des ingénieurs de production. En tant q",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:36.288895"
  },
  {
    "job_id": "rekrute_0004",
    "title": "Ingénieur Conception Radio Junior (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Conception Radio Junior (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom Moins de 1 an 3 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 17/01/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Contexte de la mission : Dans le cadre des activités ingénierie du réseau mobile Bouygues Telecom, le service ingénierie Méditerranée développe les activités de conception des sites neufs DI 5G MED. A ce titre, les enjeux sont multiples : Produire les conceptions radio et transmission 5G détaillées dans le respect des règles d’ingénierie ; Proposer des solutions alternatives conformément aux objectifs de déploiement dans le respect du planning ; Piloter les priorités régionales de capacité et de couverture ; Proposer un reporting des activités du pôles DI ; Respecter les règles de balisage et de puissance et proposer des solutions alternatives ; Animer le TDJ DI 5G MED avec les entités centrales ; Être l’interlocuteur référent vis-à-vis des structures déploiement MED et des MMO. L’ingénieur(e) travaillera en transversalité avec les structures centrales et régionales en apportant un support aux MMO et proposera des axes d’amélioration dans le traitement ingénierie radio de la région. Activités réalisées : Production de préqualification et qualification DI Profil recherché : Formation et expérien",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:37.667158"
  },
  {
    "job_id": "rekrute_0005",
    "title": "QA Automation Mobile IOS/Android/Back | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "QA Automation Mobile IOS/Android/Back - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 50 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 16/02/2026 J'aime Suivre Entreprise : Capgemini est un leader mondial, responsable et multiculturel, regroupant 325 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de 55 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 18 milliards d'euros en 2021. Quelques raisons de nous rejoindre • Qualité de vie au travail : Possibilité de télétravail au Maroc ainsi qu’a l’international et autonomie dans l’organisation de votre quotidien, missions hybrides selon vos préférences. • Apprentissage en continu : accédez aux formations et certifications dédiées à votre techno, accompagnement personnalisé et parcours d’intégration structuré. • Projets variés et à fort impact : intervenez auprès de grands comptés dans des secteurs diversifiés avec des enjeux métiers et technologiques stimulants. • Écosystème d’expertise : bénéficiez d’un accompagnement technique personnalisé et d’une intégration active dans nos communautés métiers. Poste : Votre mission Au sein de nos équipes projet, vous contribuerez au développement de solutions digitales innovantes pour des clients grands comptes dans les secteurs banque, assurance, énergie et industrie. Vous intégrerez une équipe pluridisciplinaire, organisée en mode Agile, et intervenant sur des projets à fort impact métier. En tant que QA Automation Mobile IOS/Android, vous interviendrez dans des missions variées telles que : - Organisation et gestion des tests durant les Sprints. - Réalisation des tests techniques et fonctionnels pour le Front-end (iOS et Android) et le Back-end (Postman). - Développement d’une stratégie de tests manuels et automatisés. - Création des plans de tests. - Conception et mise à disposition des jeux de données de test. - Participation aux raffinements des User Stories. - Rédaction des cas de tests (format Gherkin) et gestion de la bibliothèque de tests. - Exécution des tests de non-régression et des tests de confirmation. - Écriture ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:39.110807"
  },
  {
    "job_id": "rekrute_0006",
    "title": "Ingénieur Test Lead fonctionnel/Automatisé H/F | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Test Lead fonctionnel/Automatisé H/F - Casablanca Informatique / Electronique - Secteur Enseignement / Formation De 5 à 10 ans 50 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 16/02/2026 J'aime Suivre Entreprise : Capgemini est un leader mondial, responsable et multiculturel, regroupant 325 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de 55 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 18 milliards d'euros en 2021. Poste : Votre mission : Au sein de nos équipes projet, vous contribuerez au développement de solutions digitales innovantes pour des clients grands comptes dans les secteurs banque, assurance, énergie et industrie. Vous intégrerez une équipe pluridisciplinaire, organisée en mode Agile, et intervenant sur des projets à fort impact métier. Missions principales : Définir et piloter la stratégie de test fonctionnel et automatisé. Développer et maintenir des scripts de test automatisés avec Selenium, Playwright, et outils API (Bruno, Postman). Intégrer les tests dans les pipelines CI/CD (Jenkins, GitLab CI). Superviser la conception des scénarios de test et assurer leur exécution. Identifier, documenter et suivre les anomalies détectées. Produire des rapports clairs et communiquer efficacement avec les parties prenantes. Contribuer à l’amélioration continue des processus de test et à la montée en compétence des équipes. Compétences techniques : Automatisation : Selenium, Playwright, API testing (Bruno). Notions en tests de performance et sécurité. SQL pour validation des données. Connaissance des outils de versioning (Git) et intégration continue. Profil recherché : Votre profil : • Diplômé(e) d’un Bac+5 en informatique ou équivalent. • Expérience confirmée en automatisation de tests avec Selenium et Robot Framework, Playwright • Maîtrise d’un langage de programmation (Python, Java, etc.) utilisé dans les scripts de test. • Connaissance des outils de versioning (Git) et d’intégration continue (Jenkins, GitLab CI...). • Bonne compréhension des méthodologies de test logiciel et des environnements Agile. • Esprit d’analyse,",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:39.672586"
  },
  {
    "job_id": "rekrute_0007",
    "title": "Product Owner (H/ F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Product Owner (H/ F) - Casablanca Informatique / Electronique - Secteur Informatique - Internet / Multimédia De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 27/01/2026 J'aime Entreprise : For one of our projects we're hiring a Product Owner (H/ F) Poste : Key Responsibilities: • Support the scoping of change initiatives required for the Transformation Programme, working within a Scaled Agile framework • Contribute to organizational frameworks, templates, and delivery models. • Support governance reporting, risk management, and audit readiness. • Mentor Business Analysts and contribute to capability building across the BA/PO community. • Own and prioritize the squad backlog, ensuring clarity of epics and user stories. Manage requirements throughout the project lifecycle to ensure end-to-end traceability. • Engage with stakeholders at all levels to gather and clarify business requirements. • Use techniques such as workshops, use cases, value streams, and personas to validate and refine requirements. • Define acceptance criteria and ensure stories are testable and value-driven. • Facilitate sprint planning, reviews, and retrospectives. • Track delivery KPIs and ensure transparency of progress. • Act as the bridge between business stakeholders and the squad. Ensure requirements are fully understood and approved by stakeholders • Collaborate with designers, architects, and developers to shape solutions. • Support the development, systems testing, user acceptance testing and implementation of solutions by working closely with solution partners, suppliers, and business stakeholders. • Support UAT and rollout readiness. • Ensure agile discipline, delivery quality, and alignment with global standards. • Complete regulatory obligations as mandated by regulatory bodies • Adhere to the Information Security policies day in and day out • Report any ISMS events / incidents as per the reporting procedures • Shall be aware of all ISMS principles and guidelines Profil recherché : Bachelor’s or Master’s degree in Computer Science, Engineering. 8-12 years of total experience which includes 6 to 8 years of relevant experience in Business Analysis, Product Owner or related roles. Strong knowledge of agile delivery (SAFe preferred). Experience in backlog management and agile ceremonies. Excellent facilitation and stakeholder management skills Global rollout or transformation program background Insurance domain knowledge Experience in ABS/BMP/GRP2 or equivalent core insurance platforms. Working knowledge of BMP assets Demonstrated experience partnering with external stakeholders and successfully steering/guiding diverse, cross-functional teams toward achieving strategic goals and defining product vision CSPO/SAFe cert",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:41.905561"
  },
  {
    "job_id": "rekrute_0008",
    "title": "B2 - Certifying Engineer | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "B2 - Certifying Engineer - Casablanca Production / Qualité / Sécurité / Maintenance - Secteur Aéronautique / Spatial De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum Respect des règles Rationalisme Ténacité Besoin d'objectivité Organisation CDI Télétravail : Non Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all Arab countries and beyond, constantly undergoing aggressive route expansion, taking advantage of its ideally located hubs in the United Arab Emirates, Morocco and Egypt. Over the past years, Air Arabia, through continuous market research and customer feedback, has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of A320 aircraft. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. - Company Presentation: Air Arabia Maroc is part of the Air Arabia Group. Based in Casablanca, Air Arabia Maroc is Morocco's leading Low Cost Carrier (LCC). Focusing on an offer that combines comfort, reliability and excellent value for money, the airline was established in April 2009. Company address: 04 Rue Carthage, Quartier les Iris, Casablanca Company name: Air Arabia Maroc Industry: Airline company Company Video Links: https://www.youtube.com/watch?v=nXcaeHzMwgs Poste : Job Purpose Carries out and supervises Line/Base-level maintenance tasks on Air Arabia and 3rd party aircrafts within the CAR 66 ‘B2’ License Category, ensuring the required work is performed, certified and recorded accurately and timely in accordance with Air Arabia and regulatory requirements. Key Result Responsibilities Operational Excellence : Reviews assigned task cards with the Maintenance Manager to gain full understanding of the work, priorities, documentation requirements and cautions, prior to starting work. Prepares and performs scheduled aircraft maintenance according to assigned task cards, ensuring that the required documentation, parts, tools and GSE are obtained and used per issued instructions. Carries out aircraft test and inspection tasks to the standard necessary to fully identify and record any defects or damage in accordance with approved maintenance procedures. Performs defect troubleshooting and rectification in accordance with Aircraft Maintenance Manuals and instructions provided by Engineering Department. Signs off maintenance tasks performed or supervised within the scope of own author",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:46.868581"
  },
  {
    "job_id": "rekrute_0009",
    "title": "Ingénieur d’études en Assainissement et drainage d'ouvrage linéaire | Salé, Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur d’études en Assainissement et drainage d'ouvrage linéaire - Salé, Technopolis Environnement (métiers de l') - Gestion projet / Etudes / R&D - Secteur BTP / Génie Civil - Conseil / Etudes De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Rationalisme Ténacité Besoin d'action Ambition Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Novec est le fruit de la fusion entre les sociétés Ingéma et Scet-scom, dont CDG développement est l’actionnaire de référence. Fort de l’expertise de ces deux bureaux d’études, Novec est désormais un acteur de premier ordre dans le domaine de l’ingénierie, employant près de 500 collaborateurs, intervenant dans des domaines d’activité variés et disposant d’implantations régionales. Novec ambitionne de doter le pays d’une ingénierie d’excellence offrant des services de haut niveau dans les métiers en rapport avec le développement territorial durable, tant à l’intérieur du Royaume qu’à l’international. Poste : Rattaché au Département Transport, vous avez pour missions : Concevoir, planifier et mettre en œuvre des projets liés aux transports, Collecter, analyser et interpréter des données hydrologiques, météorologiques et géographiques, Conduire des études approfondies d’hydrologique-hydraulique-assainissement et drainage, comprenant l'analyse des risques, la modélisation hydraulique et la conception de solutions d'ingénierie pour réduire l'impact sur les aménagements, Concevoir et mettre en œuvre des systèmes de gestion des eaux pluviales et des eaux usées, Rédiger des rapports techniques, présenter des résultats et des recommandations aux clients et aux parties prenantes. Novec s’engage à promouvoir la mixité dans les recrutements et à prévenir toute forme de discrimination. Profil recherché : Titulaire d'un diplôme d'Ingénieur hydraulicien d'une grande école d'ingénieurs, Une expérience de plus de 5 ans dans les études hydrologiques et hydrauliques, Solides connaissances en hydrologie et en hydraulique, Utilisation avancée des outils SIG pour l'analyse spatiale des données, Compréhension approfondie des politiques, réglementations et normes environnementales liées à l'eau, Excellentes compétences en communication écrite et verbale pour la rédaction de rapports techniques et la présentation des résultats, Rigueur, autonomie et dynamisme, Organisation, disponibilité, gestion des interfaces, Esprit d’équipe. Adresse de notre siège : Park Technopolis , imm. Novec Salé (Technopolis) Traits de personnalité souhaités : Recherche de nouveauté Respect des règles Rationalisme Ténacité Besoin d'action Ambition Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre po",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:47.346509"
  },
  {
    "job_id": "rekrute_0010",
    "title": "Concepteur Développeur Python / Ansible (H/ F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Concepteur Développeur Python / Ansible (H/ F) - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Oui 100% Poste avec Management Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 13/01/2026 J'aime Entreprise : Pour l'un de nos projets, nous recrutons un Concepteur Développeur Python (H/ F) : La mission consistera à assumer la responsabilité du développement d'automates en Ansible/Python destinés à la gestion des équipements réseau. Le projet englobe l'ensemble des équipements réseau relevant du domaine PFC. La réalisation de ce projet nécessite également une familiarité avec les méthodes de développement Agile. Poste : Responsabilités : Contribuer activement à l'avancement du projet en développant les automates, en documentant leur fonctionnement et en communiquant avec les utilisateurs. Gérer l'intégration des automates dans un environnement de test et participer au déploiement vers la cible. Contribuer à la planification, à l'organisation et au suivi du projet tout en respectant les échéances. Programmer les réunions nécessaires, résoudre les points de blocage et, le cas échéant, escalader les problèmes. Évaluer les risques et proposer des solutions pour les maîtriser. Assurer la gestion du cycle de vie des automates. Fournir un soutien technique et des conseils aux équipes impliquées dans la mise en œuvre et la migration vers les automates développés. Connaissances / compétences techniques : Expérience confirmée en développement Python Connaissance avancée dans l’utilisation d’Ansible Compétences en programmation, en développement et architecture logicielle. Excellentes capacités de communication et aptitude à travailler en équipe. Maitrise dans l’utilisation d’outil de versioning (Git) pour gérer les modifications du code source. Connaissance des méthodes Agile (SCRUM) Connaissance des outils JIRA/Confluence Connaissance des environnements système Linux Connaissance des réseaux et infrastructures informatiques est un plus Profil recherché : Profil recherché : De formation Bac +5, que ce soit en école d'ingénieurs ou équivalent universitaire, il dispose d'une expérience professionnelle significative de plus de cinq ans dans les domaines de l'analyse, la conception, le développement, l'intégration et le déploiement d'applications Python. De plus, il possède une solide expertise dans l'utilisation d'Ansible, Gitlab avec une maîtrise avérée. Les compétences essentielles incluent :rogrammation Python / Ansible Maitrise d'Ansible et création de playbooks Maitrise des principes et outils de CI/CD (Gitlab) Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE I",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:50.580498"
  },
  {
    "job_id": "rekrute_0011",
    "title": "Ingénieur Système et Virtualisation Senior | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Système et Virtualisation Senior - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans Casablanca et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Leyton est un cabinet de conseil international dédié à l’amélioration des performances économiques, sociales et environnementales des organisations. Ses consultants et experts techniques apportent des solutions concrètes qui contribuent au progrès durable de ses clients. Le Groupe compte plus de 3000 collaborateurs répartis dans 16 pays. Au Maroc, Leyton compte plus de 800 collaborateurs et se distingue par un positionnement singulier et à forte valeur ajoutée sur des métiers de conseil en financement de l’innovation, en transition écologique et en amélioration de la performance opérationnelle des entreprises. Poste : La Direction Infrastructure IT de Leyton Maroc recherche un Ingénieur Système et Virtualisation Sénior pour renforcer son expertise dans la gestion des infrastructures serveurs et de virtualisation et pour accompagner les projets d’infrastructure IT Groupe. Rattaché(e) à la Direction Infrastructure IT, l'Ingénieur Système et Virtualisation Sénior aura pour principales missions de : Conception et Architecture : Participer activement à la définition des architectures systèmes (serveurs, stockage, sauvegarde) et des plateformes de virtualisation. Implémentation et Gestion : Assurer le déploiement, la configuration et la maintenance des infrastructures serveurs (Windows Server, Linux) et des environnements de virtualisation (VMware). Gérer et optimiser les solutions de stockage (SAN/NAS) et de sauvegarde/restauration (IDPA/Avamar). Mettre en œuvre et maintenir les solutions de supervision, d'automatisation et d'orchestration. Projets Techniques : Gérer les projets techniques d'évolution, de migration ou d'industrialisation des infrastructures système et de virtualisation. Optimisation et Performance : Réaliser des études de capacité et de performance, et formuler des recommandations pour l'amélioration continue des infrastructures. Support Expertise (Niveau 2 et 3) : Gérer les incidents complexes (niveau 2 et 3) et les problèmes techniques liés aux systèmes et à la virtualisation. Documentation : Rédiger et maintenir la documentation technique détaillée, les schémas d'architecture et les procédures d'exploitation. Innovation : Être force de proposition sur les nouvelles technologies (Cloud, conteneurisation, ...) et les pratiques d'industrialisation. Profil recherché : Formation & Expérience professionnelle : Formation : Bac +5, École d'ingénieurs ou formation universitaire équivalente dans le domaine des Systèmes d'Information. Expérience : 5 ans minimum dans un poste similaire d'Ingénieur Système avec une expertise significative en virtualisation. Comp",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:51.995155"
  },
  {
    "job_id": "rekrute_0012",
    "title": "Concepteur Développeur .Net (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Concepteur Développeur .Net (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Autres services De 1 à 3 ans Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail Autre Télétravail : Hybride Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Au sein de l’équipe de développement, le Concepteur Développeur participe à la conception, au développement et à l’évolution d’applications Microsoft en étant accompagné par des profils expérimentés. Il/Elle contribue à des projets collaboratifs et à la transformation numérique autour de SharePoint et de l’écosystème Microsoft 365. Responsabilités • Participer à l’analyse des besoins fonctionnels avec l’appui du référent technique. • Contribuer à la conception et au développement d’applications en .NET et JavaScript. • Développer et personnaliser des composants SharePoint (pages, WebParts, SPFx, listes…). • Pa",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:52.605301"
  },
  {
    "job_id": "rekrute_0013",
    "title": "Ingénieur Maintenance Spécialité Fluides H/F | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Maintenance Spécialité Fluides H/F - Rabat Production / Qualité / Sécurité / Maintenance - Secteur Pharmacie / Santé De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Rationalisme Besoin d'action Créativité Besoin d'objectivité Besoin d'autonomie Organisation CDI Télétravail : Non Poste avec Management Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : L'Hôpital Universitaire International de Rabat (HUIR), affilié à l'Université Internationale de Rabat (UIR), est un nouveau centre hospitalo-universitaire qui ouvrira ses portes prochainement. Ce centre d'excellence proposera une quarantaine de spécialités médicales et chirurgicales, équipées d'un plateau biomédical de dernière génération. Avec une capacité d'accueil de 450 lits et places, cet hôpital futuriste représente un investissement d'environ 2 milliards de dirhams et emploiera à terme plus de 1 200 salariés. Nous vous offrons un environnement de travail bienveillant et attentif où les collaborateurs sont au cœur de l'action. Vous y trouverez des opportunités d'épanouissement professionnel et personnel, avec des possibilités de développement professionnel et de formation continue pour améliorer vos compétences et progresser dans votre carrière. Vous aurez la possibilité de participer à des projets innovants au sein d'un établissement de santé de renommée. Vous pourrez contribuer à des initiatives qui façonnent l'avenir de la médecine et des soins de santé au Maroc Vous travaillerez dans un environnement moderne, équipé des dernières technologies digitales, stimulant et collaboratif, où la bienveillance et le soutien mutuel sont au cœur de nos valeurs. Vous bénéficierez d'espaces de travail modernes, flexibles et complètement digitaux, ainsi que d'une culture d'entreprise dynamique, humaine et collaborative. De plus, vous aurez l'occasion de participer à des événements d'entreprise, des team buildings et des célébrations régulières pour célébrer vos réussites et contributions. Rejoignez-nous et contribuez à la mission de l'Hôpital Universitaire International de Rabat ! Poste : Nous recherchons un(e) Ingénieur Maintenance Spécialité Fluides dynamique, compétent(e) et hautement professionnel(e) pour rejoindre la Direction de la Logistique et Moyens Généraux à l'HUIR. Il/elle sera responsable à garantir le bon fonctionnement, la sécurité et la conformité des installations de fluides techniques et médicaux de l'hôpital UIR (eau, air comprimé, gaz médicaux, vapeur, climatisation, etc.) afin de soutenir les activités médicales, dans le respect des normes sanitaires, environnementales et techniques. Vos principales missions s'articuleront autour des axes suivants : Exploitation et maintenance des installations de fluides: • Superviser la maintenance préventive, curative et palliative des équipements suivants : - Réseaux d'eau froide/chaude sanitaire, traitement d'eau. - Systèmes de chauffage, ventila",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:53.931425"
  },
  {
    "job_id": "rekrute_0014",
    "title": "Tech Lead développeur Python (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Tech Lead développeur Python (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 21/12/2025 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Description de la mission et des activités Au sein d’une équipe de développement intégrée, en coordination avec les différents autres périmètres de l’équipe, le Tech Lead Python contribuera aux développements de différentes applications pour le monitoring du CDN, les développements de fonctionnalités supplémentaires ainsi que l’intégration des fonctions de sécurité et d’edge computing. • La personne aura pour rôle d’interagir avec l’architecte et le Product Owner afin de produire des spécifications techniques détaillées répondant à l’architecture et aux besoins produits en amont. • Elle coordonnera la mi",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:55.351020"
  },
  {
    "job_id": "rekrute_0015",
    "title": "Stage Assistant (e) Ingénieur travaux/Chef de projet (rémunéré) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "J'aime Suivre Stage Assistant (e) Ingénieur travaux/Chef de projet (rémunéré) - Casablanca Travaux / Chantiers / BTP - Secteur BTP / Génie Civil Débutant 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Maximum - Ecole d'ingénieur Respect des règles Ténacité Besoin de réflexion Implication au travail Organisation Stage Télétravail : Non Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise Entreprise : La Centrale Automobile Chérifienne (CAC) est l'importateur exclusif au Maroc des marques Volkswagen, Volkswagen Utilitaires, Audi, Skoda, Porsche, Bentley, Seat et Cupra, ayant chacune développée une réelle identité les rendant uniques sur leur segment de marché. Dotées d'un fort potentiel de développement au Maroc et à l'international, les marques s'appuient sur des services experts et des compétences mutualisés pour augmenter leur performance et accompagner leur croissance. La politique Ressources Humaines de la CAC se décline autour de 4 grands axes à l’égard de ses collaborateurs : Développer leur expertise par l’accompagnement, l’amélioration des compétences et la responsabilisation; Encourager l'évolution de carrière de ses collaborateurs partageant les mêmes passions et valeurs et qui ont su construire une véritable culture d’entreprise qui favorise la satisfaction client (interne/externe), l’esprit d’équipe et l’expertise; Fidéliser par la motivation et la reconnaissance; Valoriser leur performance en fixant des objectifs clairs, précis et réalisables. Venez participer au développement de marques leader et prestigieuses sur le territoire marocain, au sein d’une entreprise dynamique et innovante !! Découvrez l’interview complète de Maha Ghazani, Responsable RH chez la Centrale Automobile Chérifienne (CAC) ici : https://www.rekrute.com/emplois-decouvrez-les-valeurs-et-la-culture-dentreprise-de-centrale-automobile-cherifienne-conseils-carriere-6547.html Poste : Missions principales : • Assister les ingénieurs travaux dans la gestion administrative des projets. • Participer au suivi des paiements et de la facturation. • Contribuer à la coordination avec les fournisseurs. • Appui au suivi de l’avancement des chantiers. Profil recherché : Profil recherché : • Formation en Génie civil / BTP (Bac +3 à Bac +5). • Maîtrise des outils bureautiques : Excel, Word.. • Maîtrise des outils de dessin : Autocad.. • Rigueur, organisation, sens du travail en équipe et bonne communication. N.B: la durée de stage est de 3 mois et la convention de stage est obligatoire. Adresse de notre siège : 66, bd Moulay Slimane , Roches noires 20290 Casablanca Traits de personnalité souhaités : Respect des règles Ténacité Besoin de réflexion Implication au travail Organisation 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:55.947357"
  },
  {
    "job_id": "rekrute_0016",
    "title": "Ingénieur Chargé de Sites (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Chargé de Sites (H/F) - Rabat Gestion projet / Etudes / R&D - Travaux / Chantiers / BTP - Secteur BTP / Génie Civil - Autres Industries De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Respect des règles Ténacité Besoin de réflexion Implication au travail Organisation CDI Télétravail : Non Poste avec Management Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Créée en 2003, sous la tutelle du Ministère de l’Agriculture et de la Pêche Maritime, la Société Royale d’Encouragement du Cheval (SOREC) a pour principales missions l’encadrement de l’élevage, le développement des courses hippiques et la gestion des jeux hippiques au Maroc. De par sa mission, la SOREC assure l’encadrement des sociétés hippiques, supporte les programmes d’élevage en tant que partenaire des associations des éleveurs et veille à l’amélioration des infrastructures hippiques nationales. Ajouté à cela, la SOREC est engagée dans une politique visant l’amélioration de la compétitivité de l’élevage marocain et la dynamisation du marché des chevaux. La SOREC couvre l’ensemble du pays avec 5 haras, 43 stations de monte et 11 centres de promotion de l’élevage équin en plus de nombreuses collaborations avec les principales associations équines du royaume. Poste : Rattaché à la Direction Courses, vous aurez comme principale mission de veiller à la conception et la réalisation des projets de développement liés à l’infrastructure hippique (Hors bâtiment) de la Filière en respectant les délais, les coûts et les normes réglementaires en vigueur et assurer une gestion optimale de l’ensemble des sites de la filière. A ce titre, vous aurez comme principales activités : Assurer la gestion des besoins des sites Définir les besoins des sites de la Filière : hippodromes, centres d’entrainement et Haras en terme de construction, réaménagement, équipements, entretiens, maintenance… et en assurer la remontée Définir les priorités en concertation avec le responsable des sites hippiques et proposer les plans d’action Etablir les budgets estimatifs des projets à mettre en œuvre Assurer la réalisation des études avant-projet Etudier la faisabilité technique du projet tenant compte de sa structure et des moyens à mettre en place pour sa réalisation en concertation avec les bureaux d’études Estimer les coûts de réalisation sur la base des budgets prévisionnels des projets Réaliser des études et préparer les cahiers de charges des projets Participer au choix des matériaux et à la définition des process et méthodes de réalisation requises pour la réalisation des travaux en respectant les normes règlementaires (qualité, sécurité, environnement) Etablir les plannings d’exécution des travaux Veiller à la réalisation des projets Etudier les détails techniques du projet et définir le plan d’exécution Planifier la réalisation opérationnelle du projet Coordonner les actions des parties prenantes du projet Assurer ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:39:58.103046"
  },
  {
    "job_id": "rekrute_0017",
    "title": "Ingénieur sécurité (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur sécurité (F/H) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Autres services De 1 à 3 ans - De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : En tant que pilote infrastructure de bout en bout: Vous êtes garant des engagements : de solution technique, de ressource et de délais pour la mise en œuvre des besoins clients. Vous assurez l’accompagnement du client depuis le dépôt de la demande jusqu’à la recette technique. Vous pilotez la demande et vous relancez les différents intervenants dans le processus Vous assurez avec le client la recette des flux et vous pilotez les investigations en cas de dysfonctionnement jusqu’à ce que le flux soit opérationnel. Vous prenez en charge les demandes de flux qui nous arrive via ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:00.507432"
  },
  {
    "job_id": "rekrute_0018",
    "title": "Ingénieur R&D en Engrenages | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur R&D en Engrenages - Casablanca Gestion projet / Etudes / R&D - Secteur Automobile / Motos / Cycles De 3 à 5 ans 5 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Rationalisme Besoin d'action Ambition Besoin d'autonomie CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Capgemini Engineering est la marque du groupe Capgemini réunissant les services d'ingénierie et de R&D d’Altran, leader mondial du secteur dont Capgemini a finalisé l’acquisition en 2020, et l’expertise de Capgemini dans le domaine du digital manufacturing. Grâce à une connaissance sectorielle approfondie et à la maîtrise des technologies digitales et logicielles de pointe, Capgemini Engineering accompagne la convergence des mondes physique et numérique. Conjuguée avec l’ensemble des capacités du Groupe, elle aide les entreprises à accélérer leur transformation vers l'Intelligent Industry. Capgemini Engineering compte plus de 52 000 ingénieurs et scientifiques dans plus de 30 pays, dans des secteurs tels que l'aéronautique, l'automobile, le ferroviaire, les communications, l'énergie, les sciences de la vie, les semi-conducteurs, les logiciels et l'Internet, le spatial et la défense, et les biens de consommation. Capgemini Engineering fait partie du groupe Capgemini, un leader mondial, responsable et multiculturel, regroupant 300 000 personnes dans près de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de plus de 50 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 16 milliards d'euros en 2020. Get the Future You Want* - www.capgemini.com. Poste : Rejoignez une entreprise dynamique dans le secteur des Autres services et participez activement à notre pôle R&D en tant qu'Ingénieur R&D en Engrenages. Basé à Casablanca, vous intégrerez une équipe passionnée et innovante, dédiée à repousser les limites de la technologie des engrenages. Votre rôle sera crucial dans le développement et l'optimisation de nos solutions, contribuant ainsi à notre succès et à notre leadership sur le marché. C'est une opportunité unique de mettre à profit votre expertise dans un environnement stimulant et en constante évolution. L'objectif principal de ce poste est de piloter et de contribuer au développeme",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:01.107394"
  },
  {
    "job_id": "rekrute_0019",
    "title": "Ingénieur En Conception De Roulements | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur En Conception De Roulements - Casablanca Gestion projet / Etudes / R&D - Secteur Automobile / Motos / Cycles De 3 à 5 ans Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Rationalisme Besoin d'action Ambition Besoin d'autonomie CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Capgemini Engineering est la marque du groupe Capgemini réunissant les services d'ingénierie et de R&D d’Altran, leader mondial du secteur dont Capgemini a finalisé l’acquisition en 2020, et l’expertise de Capgemini dans le domaine du digital manufacturing. Grâce à une connaissance sectorielle approfondie et à la maîtrise des technologies digitales et logicielles de pointe, Capgemini Engineering accompagne la convergence des mondes physique et numérique. Conjuguée avec l’ensemble des capacités du Groupe, elle aide les entreprises à accélérer leur transformation vers l'Intelligent Industry. Capgemini Engineering compte plus de 52 000 ingénieurs et scientifiques dans plus de 30 pays, dans des secteurs tels que l'aéronautique, l'automobile, le ferroviaire, les communications, l'énergie, les sciences de la vie, les semi-conducteurs, les logiciels et l'Internet, le spatial et la défense, et les biens de consommation. Capgemini Engineering fait partie du groupe Capgemini, un leader mondial, responsable et multiculturel, regroupant 300 000 personnes dans près de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de plus de 50 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 16 milliards d'euros en 2020. Get the Future You Want* - www.capgemini.com. Poste : Rejoignez une entreprise dynamique dans le secteur des Autres services et donnez une nouvelle dimension à votre carrière en tant qu'Ingénieur en conception de roulements. C'est à Casablanca que vous pourrez exprimer tout votre potentiel au sein d'une équipe passionnée et innovante. Votre mission principale sera de contribuer activement à la conception et à l'optimisation de nos solutions de roulements, en apportant une expertise technique pointue et une approche orientée projet. L'objectif de ce poste est de vous positionner comme un acteur clé dans le développement et l'amélioration continue de nos gammes de roulements. Vous serez amené à ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:02.731820"
  },
  {
    "job_id": "rekrute_0020",
    "title": "Business Developer – Spécialiste du Closing (WeClose) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Business Developer – Spécialiste du Closing (WeClose) - Casablanca Centre d'appels (métiers de) - Commercial / Vente / Export - Secteur Banque / Finance - Centre d'appels De 3 à 5 ans 10 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum - Ecole de commerce Respect des règles Extraversion Volonté de persuasion Distance émotionnelle Ténacité Besoin d'action Travail en équipe Improvisation CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Nous sommes un groupe multinational numéro 1 sur le marché francophone du closing commercial haut niveau. Nous ouvrons notre filiale Weclose à Casablanca et recherchons nos talents de demain. Notre mission est simple : convertir des Leads (prospects chauds) en clients engagés, avec précision, impact et efficacité. Pas de prospection. Pas de perte de temps. Que du closing pur. Nous réunissons une équipe de performers, passionnés par la psychologie de la vente, l’écoute stratégique et la conclusion parfaite. Notre environnement est rapide, dynamique, exigeant — et nous ouvrons nos portes avec une équipe de closers prêts à performer et à monter en puissance très rapidement. Le tout avec un objectif de croissance énorme, et des volumes de plus de 250 collaborateurs à moyen terme. Si vous voulez rejoindre une structure ambitieuse, apprendre vite, performer fort et évoluer dans un écosystème orienté résultats… Bienvenue dans l’élite du closing. Poste : Compétence OBLIGATOIRE : Maîtrise parfaite du français Aisance verbale Prononciation impeccable Capacité à argumenter et convaincre sans accrocs Fluidité naturelle dans les échanges commerciaux (Les candidatures ne répondant pas à cette exigence ne seront pas étudiées.) Autres critères : Expérience en vente : Closer, Sales, Account Executive, Téléconseiller haut niveau, B2B ou B2C Très bonne écoute et compréhension fine des besoins Autonomie, rigueur, capacité à gérer un pipeline Goût du challenge et de la performance Relationnel fort, persuasion, mental solide Ce que nous offrons : 10 000 DH nets/mois de salaire fixe 5 000 DH nets/mois de prime de performance (atteignable dès les premiers mois) Programme de formation accélérée au closing haut niveau dès l'integration Coaching opérationnel continu Assurance maladie dès le premier jour Profil recherché : Tu es la bonne personne si : Tu as une expérience réussie en vente : Closer, Account Executive, Sales direct (B2B ou B2C). Tu excelles dans l’écoute active et la compréhension fine des besoins. Tu es autonome, structuré(e) et à l’aise avec la gestion d’un pipeline d’opportunités. Le challenge t’anime et tu aimes atteindre (et dépasser) tes objectifs. Tu as un excellent relationnel, de l’énergie, du mental et une grande persévérance. Postule si (et seulement si) Tu maîtrises parfaitement le français et les technique de vente + Tu veux intégrer une structure orientée excellence, performance et montée en puissance rapide. Prêt(e) à rejoindre une éq",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:03.319311"
  },
  {
    "job_id": "rekrute_0021",
    "title": "Ingénieur système Linux | Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur système Linux - Technopolis Internet / Multimédia - Secteur Informatique De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 11/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Contexte : Le Groupe Orange possède de nombreux datacenters en France, à l’étranger et dans les filiales à destination des clients internes et externes d’Orange. Pour assurer la gestion et la sécurité de l’exploitation de l’environnement technique réseau (routeurs, switch, firewall, reverse-proxy...) le domaine Infrastructures Automatisées utilise des serveurs bastions. Afin d’améliorer la résilience et la sécurité de ces serveurs bastions, de nouvelles exigences non fonctionnelles et de sécurité ont été définies. Vous aurez la charge de la réalisation des études afin de répondre à ces exigences via des propositions d’architectures techniques avant",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:04.869550"
  },
  {
    "job_id": "rekrute_0022",
    "title": "Ingénieur Développement en .NET expérimenté (e) parfaitement francophone | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Développement en .NET expérimenté (e) parfaitement francophone - Casablanca Informatique / Electronique - Internet / Multimédia - Secteur Centre d'appels - Informatique De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +2 Minimum - BTS / DUT Recherche de nouveauté Travail en équipe Créativité Flexibilité Besoin de réflexion Implication au travail Organisation CDI Télétravail : Non Publiée il y a 6 jours sur ReKrute.com - Postulez avant le 11/02/2026 J'aime Suivre Entreprise : Sogetrel est un partenaire clé de la transformation numérique des entreprises et des territoires depuis plus de 35 ans. Fin 2023, le Groupe Sogetrel s’installe au Maroc. Implantée à Casablanca, la nouvelle filiale du Groupe, Genius services, est dédiée dans un premier temps aux activités de relation client et de support utilisateurs. Elle proposera dans un second temps l’ensemble des offres de service du Groupe Sogetrel. Genius Services s’appuie sur des équipes locales expérimentées et multilingues tout en exportant le savoir-faire du Groupe, reconnu pour sa qualité de service. Une équipe de plus de 300 techniciens de support expérimentés, est déjà opérationnelle et accompagne des entreprises françaises dans les Télécoms et dans le Retail via un service multicanal de support aux utilisateurs, du back office, ainsi que le suivi et la planification des interventions. Découvrez l’interview complète de Assya EL BOUKFAOUI, Country Lead Morocco GENIUS SERVICES - Sogetrel ici : https://www.rekrute.com/emplois-garantir-lequite-dans-les-augmentations-salariales-genius-services-conseils-carriere-6544.html Poste : Dans le cadre du renforcement de nos équipes, nous recherchons un (e) ingénieur en développement expérimenté (e). Au sein d'une équipe, l’Ingénieur Développement F/H a pour mission : De développer les logiciels ou applications à partir du cahier des charges du client ou du chef de projet interne. Plus particulièrement, vos actions consistent à : Conception et développement : Développe les composants en utilisant les langages appropriés Adapte et paramètre les progiciels retenus pour l’architecture logicielle Réalise les applications et les industrialise Réalise le prototypage Rédige les documentations Tests : Elabore les jeux d’essai pour les tests unitaires d’intégration Effectue les tests unitaires Identifie et traite les dysfonctionnements Mise en production et intégration : Intègre les sites pilotes permettant de tester l’ouvrage dans sa version définitive Déploie en masse le produit auprès des utilisateurs Peut être amené à former les utilisateurs Réalise les notices techniques d’installation et les guides destinés aux utilisateurs Profil recherché : Profil recherché : Bac+2 et plus en informatique. Une expérience probante de 4 ans minimum dans un poste similaire. Forte autonomie et force de proposition Savoir travailler en équipe Qualités rédactionnelles, communicationnelles et relationnelles Rigoureux(se), sérieux(se), et motivé(e) Connaissance tec",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:08.185063"
  },
  {
    "job_id": "rekrute_0023",
    "title": "Stage PFE – Ingénieur spécialisé en Matériaux | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stage PFE – Ingénieur spécialisé en Matériaux - Casablanca Gestion projet / Etudes / R&D - Secteur Automobile / Motos / Cycles Moins de 1 an Casablanca et région - Maroc Bac +4 Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Rationalisme Besoin d'action Ambition Besoin d'autonomie Stage Télétravail : Hybride Publiée il y a 6 jours sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Capgemini Engineering est la marque du groupe Capgemini réunissant les services d'ingénierie et de R&D d’Altran, leader mondial du secteur dont Capgemini a finalisé l’acquisition en 2020, et l’expertise de Capgemini dans le domaine du digital manufacturing. Grâce à une connaissance sectorielle approfondie et à la maîtrise des technologies digitales et logicielles de pointe, Capgemini Engineering accompagne la convergence des mondes physique et numérique. Conjuguée avec l’ensemble des capacités du Groupe, elle aide les entreprises à accélérer leur transformation vers l'Intelligent Industry. Capgemini Engineering compte plus de 52 000 ingénieurs et scientifiques dans plus de 30 pays, dans des secteurs tels que l'aéronautique, l'automobile, le ferroviaire, les communications, l'énergie, les sciences de la vie, les semi-conducteurs, les logiciels et l'Internet, le spatial et la défense, et les biens de consommation. Capgemini Engineering fait partie du groupe Capgemini, un leader mondial, responsable et multiculturel, regroupant 300 000 personnes dans près de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de plus de 50 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 16 milliards d'euros en 2020. Get the Future You Want* - www.capgemini.com. Poste : Rejoignez une entreprise dynamique dans le secteur des Autres services et embarquez pour une expérience formatrice exceptionnelle en tant que Stagiaire PFE Ingénieur spécialisé en Matériaux. C'est une opportunité unique de contribuer activement à des projets stimulants au cœur de Casablanca, au Maroc. L'entreprise valorise l'innovation et le développement des talents, offrant un environnement propice à l'apprentissage et à la croissance professionnelle. La mission principale sera de vous immerger dans le monde de la recherche et développement, de la gestion de projet ou des études techniques liées aux matériaux, sous la supervis",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:08.783489"
  },
  {
    "job_id": "rekrute_0024",
    "title": "Ingénieur d'études VRD | Salé, Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur d'études VRD - Salé, Technopolis Environnement (métiers de l') - Gestion projet / Etudes / R&D - Secteur BTP / Génie Civil - Conseil / Etudes De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Rationalisme Ténacité Besoin d'action Ambition Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée il y a 6 jours sur ReKrute.com - Postulez avant le 31/12/2025 J'aime Suivre Entreprise : Novec est le fruit de la fusion entre les sociétés Ingéma et Scet-scom, dont CDG développement est l’actionnaire de référence. Fort de l’expertise de ces deux bureaux d’études, Novec est désormais un acteur de premier ordre dans le domaine de l’ingénierie, employant près de 500 collaborateurs, intervenant dans des domaines d’activité variés et disposant d’implantations régionales. Novec ambitionne de doter le pays d’une ingénierie d’excellence offrant des services de haut niveau dans les métiers en rapport avec le développement territorial durable, tant à l’intérieur du Royaume qu’à l’international. Poste : Rattaché à la Direction Aménagement urbain, vous avez pour missions : Développement et gestion commerciale Contribuer à la préparation des appels d’offres, Travaux de conception dans le cadre des projets confiés Assurer la collecte des données nécessaires pour les projets, les organiser et les synthétiser Contribuer à fixer les conditions d’exécution de l’ouvrage en réalisant les travaux de dimensionnement demandés, en utilisant les techniques ou logiciels idoines, selon la qualité requise, dans le respect des normes techniques, des contraintes de délais et de coûts Transposer en données techniques (notes de calcul, plans, estimations financières, etc.), les données exprimées sous tout autre format (contraintes clients, exigences normatives, contraintes environnementales, dessins, etc.) Réaliser les travaux de conception d’éléments ou de sous-ensembles de l’ouvrage et/ou de l’étude demandée, avec le degré de précision et d’incertitude requis par la nature de l’étude (étude de faisabilité, étude sommaire, étude détaillée, etc.) Contribuer à la réalisation des travaux d’intégration du projet par le pilotage de production de livrables techniques (plans d’exécution, plans de lancement, plans de masse, etc.) tout en optimisant les solutions de point de vue techniques et économiques Elaborer les notices et rapports dans le cadre des projets confiés A la demande, contribuer à l’élaboration des rapports d’audits ou d’expertise Suivi des travaux sur chantier A la demande et selon les besoins, effectuer les visites de chantier pour suivre l’avancement des travaux et la conformité de leur réalisation avec les préconisations de l’étude A la demande et selon les besoins, s’assurer sur site de la conformité des travaux par rapport aux plans établis et alerter la hiérarchie et/ou le chef de projet de l’état d’avancement et des déviations potentielles Ge",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:10.215617"
  },
  {
    "job_id": "rekrute_0025",
    "title": "Ingénieur Environnement et Développement Durable | Salé, Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Environnement et Développement Durable - Salé, Technopolis Environnement (métiers de l') - Secteur Agriculture / Environnement - BTP / Génie Civil Moins de 1 an - De 1 à 3 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Ténacité Respect des règles Implication au travail Recherche de nouveauté CDI Télétravail : Non Publiée il y a 6 jours sur ReKrute.com - Postulez avant le 12/01/2026 J'aime Suivre Entreprise : Novec est le fruit de la fusion entre les sociétés Ingéma et Scet-scom, dont CDG développement est l’actionnaire de référence. Fort de l’expertise de ces deux bureaux d’études, Novec est désormais un acteur de premier ordre dans le domaine de l’ingénierie, employant près de 500 collaborateurs, intervenant dans des domaines d’activité variés et disposant d’implantations régionales. Novec ambitionne de doter le pays d’une ingénierie d’excellence offrant des services de haut niveau dans les métiers en rapport avec le développement territorial durable, tant à l’intérieur du Royaume qu’à l’international. Poste : Rattaché au département Développement Durable, vous avez pour missions: Participation à la réalisation des études environnementales et d'audits environnementaux, Gestion des déchets, Modélisation atmosphérique et acoustique ,etc, Suivi et assistance technique des travaux, Etablissement de bilans et évaluations de l'empreinte carbone, Conduite d'enquêtes socio-économiques, Analyse cartographique (SIG), Missions de prospection de terrain, Préparation des dossiers d'appels d'offres. Novec s’engage à promouvoir la mixité dans les recrutements et à prévenir toute forme de discrimination. Profil recherché : De formation ingénieur en environnement, génie rural, génie minéral et développement durable, vous avez une expérience de 1 à 2 ans dans les métiers de l'environnement et du développement durable. Vous avez une bonne capacité d'analyse environnementale et de modélisation mathématique. Vous maitrisez l'outil SIG et les logiciels (Autocad, Arcgis, SPSS, Global Mapper, etc.) Vous avez de bonnes capacités de communication orale et écrite en arabe, français et anglais. Adresse de notre siège : Park Technopolis , imm. Novec Salé (Technopolis) Traits de personnalité souhaités : Ténacité Respect des règles Implication au travail Recherche de nouveauté 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour ne manquer aucune opportunité ! Se connecter avec Google Ou E-mail * Mot de passe * Mot de passe oublié ?",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:10.734810"
  },
  {
    "job_id": "rekrute_0026",
    "title": "Ingénieur Suivi travaux | Dakhla (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Suivi travaux - Dakhla Gestion projet / Etudes / R&D - Travaux / Chantiers / BTP - Secteur BTP / Génie Civil - De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Laâyoune et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Rationalisme Ténacité Ambition Besoin d'autonomie Implication au travail Organisation CDD Télétravail : Non Poste avec Management Publiée il y a 6 jours sur ReKrute.com - Postulez avant le 04/01/2026 J'aime Suivre Entreprise : Novec est le fruit de la fusion entre les sociétés Ingéma et Scet-scom, dont CDG est l’actionnaire de référence. Fort de l’expertise de ces deux bureaux d’études, Novec est désormais un acteur de premier ordre dans le domaine de l’ingénierie, employant près de 500 collaborateurs, intervenant dans des domaines d’activité variés et disposant d’implantations régionales. Novec ambitionne de doter le pays d’une ingénierie d’excellence offrant des services de haut niveau dans les métiers en rapport avec le développement territorial durable, tant à l’intérieur du Royaume qu’à l’international. Poste : Rattaché à la Direction Ouvrages d’Art, vous avez pour missions : Superviser l'avancement du chantier, Effectuer un suivi budgétaire, Coordonner l'intervention de différentes parties-prenantes, et assurer la relation avec le maître d'ouvrage, Suivre la mise en oeuvre des différents modes constructifs et identifier les solutions d'optimisation. Profil recherché : De formation Ingénieur en génie civil, travaux publics ou équivalent, Vous avez une expérience minimum de 10 ans dans le suivi des travaux portuaires ou maritimes, Connaissances des normes techniques en milieu portuaire, Bonnes compétences de communication et de coordination, Rigueur, autonomie et dynamisme, Organisation, disponibilité, gestion des interfaces, Esprit d’équipe. Novec s’engage à promouvoir la mixité dans les recrutements et à prévenir toute forme de discrimination. Adresse de notre siège : Park Technopolis , imm. Novec Salé (Technopolis) Traits de personnalité souhaités : Recherche de nouveauté Respect des règles Rationalisme Ténacité Ambition Besoin d'autonomie Implication au travail Organisation 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour ne manquer aucune opportunité ! Se connecter avec Google Ou E-mail * Mot de passe * Mot de passe oublié ? Rester connecté Je me connecte Vous êtes recruteur ? Se connecter Créez votre compte, avec Google Créer mon compte avec Google Ou Créez votre ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:12.133184"
  },
  {
    "job_id": "rekrute_0027",
    "title": "Ingénieur Intégration / EAI (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Intégration / EAI (H/F) - Rabat Informatique / Electronique - Secteur Pharmacie / Santé De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum Respect des règles Travail en équipe Flexibilité Besoin d'autonomie Implication au travail Organisation CDI Télétravail : Non Publiée il y a 7 jours sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : L'Hôpital Universitaire International de Rabat (HUIR), affilié à l'Université Internationale de Rabat (UIR), est un nouveau centre hospitalo-universitaire qui ouvrira ses portes au second trimestre 2026. Ce centre d'excellence proposera une quarantaine de spécialités médicales et chirurgicales, équipées d'un plateau biomédical de dernière génération. Avec une capacité d'accueil de 450 lits et places, cet hôpital futuriste représente un investissement d'environ 2 milliards de dirhams et emploiera à terme plus de 1 200 salariés. Nous vous offrons un environnement de travail bienveillant et attentif où les collaborateurs sont au cœur de l'action. Vous y trouverez des opportunités d'épanouissement professionnel et personnel, avec des possibilités de développement professionnel et de formation continue pour améliorer vos compétences et progresser dans votre carrière. Vous aurez la possibilité de participer à des projets innovants au sein d'un établissement de santé de renommée. Vous pourrez contribuer à des initiatives qui façonnent l'avenir de la médecine et des soins de santé au Maroc Vous travaillerez dans un environnement moderne, équipé des dernières technologies digitales, stimulant et collaboratif, où la bienveillance et le soutien mutuel sont au cœur de nos valeurs. Vous bénéficierez d'espaces de travail modernes, flexibles et complètement digitaux, ainsi que d'une culture d'entreprise dynamique, humaine et collaborative. De plus, vous aurez l'occasion de participer à des événements d'entreprise, des team buildings et des célébrations régulières pour célébrer vos réussites et contributions. Rejoignez-nous et contribuez à la mission de l'Hôpital Universitaire International de Rabat ! Poste : L'ingénieur Intégration / EAI est en charge de concevoir, mettre en oeuvre et maintenir les flux d'échanges de données entre les différentes applications du Système d'Information, via une plateforme d'intégration (EAI / ESB / middleware). Il/Elle garantit que les applications communiquent de façon fiable, sécurisée et performante, en particulier dans un environnement fortement interconnecté (SI métier, ERP, outils transverses...). Vos principales responsabilités seront les suivantes : Analyse des besoins d'intégration Recueillir et analyser les besoins d'interfaçage exprimés par les projets et les équipes métiers. Proposer des solutions d'intégration adaptées (interfaces, API, services, messages). Conception & réalisation des interfaces (EAI) Concevoir les flux et mappings de données (schémas, règles de transformation, filtrage). Développer, configurer et tester les in",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:12.741002"
  },
  {
    "job_id": "rekrute_0028",
    "title": "Senior AI Engineer | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Senior AI Engineer - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 7 jours sur ReKrute.com - Postulez avant le 10/02/2026 J'aime Suivre Entreprise : ALTEN MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2200 collaborateurs et vise un centre d’excellence de 3300 ALTENiens en fin 2027. Elle s’impose aujourd’hui comme un acteur stratégique dans l’accompagnement du développement professionnel des ingénieurs. Notre mission : répondre aux ambitions technologiques de nos clients — grands donneurs d’ordre internationaux — dans les secteurs de l’automobile, du ferroviaire, de la R&D et de l’IT, des télécommunications et des médias. Rejoindre ALTEN Maroc, c’est intégrer un écosystème d’excellence et bénéficier : • D’un parcours de carrière personnalisé et évolutif • D’une politique ambitieuse de développement des compétences • D’un environnement de travail stimulant, collaboratif et porteur de sens Poste : • Evaluate AI model performance, accuracy, reliability, and scalability - understanding of quality optimization processes • Collaborate with Full Stack Developers to integrate AI functionalities into production systems. • Maintain documentation, experiment tracking, and performance benchmarks. • Ensure compliance with privacy, security, and data governance requirements. • Develop pipelines for inference and model testing. Profil recherché : Proven experience of more than 4 years in Artificial Intelligence. Experience deploying or integrating AI services in production environments. Fluency in prompt engineering techniques, dealing with hallucinations, tuning LLM parameters Understanding of RAG pattern and basic search relevancy optimization AI Agents, MCP Servers, Hybrid Search are beneficial Strong analytical thinking and scientific mindset. Good understanding of AI/ML research pipelines for quality optimization, experiments benchmarking and tracking, cooperation with subject matter experts Experience in experiments scaling and monitoring in production is a plus Proficient in Python development and development best practices Hugging Face Transformers - Nice to have, vectorization and other libraries LangChain, LlamaIndex is a plus Experience in Cloud Platforms (Azure, AWS) is beneficial Adresse de notre siège : Rabat 10000 Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidatu",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:14.214016"
  },
  {
    "job_id": "rekrute_0029",
    "title": "Ingénieur Devops (F/H) | Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Devops (F/H) - Technopolis Internet / Multimédia - Secteur Informatique De 1 à 3 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 7 jours sur ReKrute.com - Postulez avant le 10/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : L’équipe est en charge de mettre à disposition des entités du Groupe la plateforme International Data Hub (IDH) offrant des services Data et IA sur le périmètre international du business et des infrastructures du Groupe. Il s'agit d'une plateforme hybride/multi-cloud (Huawei Cloud, Google Cloud Platform (GCP), AWS, …), interconnectée à différentes plateformes data de l’écosystème du Groupe Orange. L’équipe a en outre la responsabilité d’intégrer, à la demande des Directions métiers, en mode projet, des applications Data & IA sur cette plateforme dans un environnement cloud Kubernetes, et d'en assurer la disponibilité et la performance, une fois en p",
    "source": "rekrute",
    "scrape_date": "2025-12-17T07:40:14.861191"
  }
]