[
  {
    "job_id": "rekrute_0001",
    "title": "Caissier | Marrakech (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Caissier - Marrakech Commercial / Vente / Export - Hôtellerie / Restauration (métiers de) - Secteur Hôtellerie / Restauration - Tourisme / Voyage / Loisirs De 1 à 3 ans 1 poste(s) sur Marrakech et région - Maroc Bac +2 Minimum - Ecole de commerce - Formation spécialisée Respect des règles Volonté de persuasion Ambition Intuition / Spontanéité Flexibilité Besoin d'autonomie Organisation CDD Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Le Jardin Majorelle, le Musée Yves Saint Laurent Marrakech et le Musée Pierre Bergé des Arts Berbères forment un ensemble culturel et artistique unique au cœur de Marrakech. Entre nature, art et patrimoine, nos trois sites — parmi les destinations culturelles les plus visitées au monde, accueillent chaque année un nombre exceptionnel de visiteurs venus du monde entier, et offrent une expérience immersive où la beauté des jardins, la création artistique et la richesse des cultures se rencontrent harmonieusement. Imaginés, préservés et magnifiés par Pierre Bergé et Yves Saint Laurent, nos espaces célèbrent l’art, la création et la culture d’hier et d’aujourd’hui : architecture, mode, arts traditionnels et expressions contemporaines. Rejoindre nos équipes, c’est participer activement à la transmission de cet héritage unique et contribuer au développement d’un lieu d’exception qui porte haut les couleurs du Maroc et valorise son identité culturelle à l’international. Poste : Accueillir les clients avec courtoisie et fluidifier le passage en caisse. Enregistrer les articles en caisse sans erreur et remettre le ticket au client en le remerciant. Signaler les demandes de remboursement (au responsable et/ou son assistant) Rapprochement entre les encaissements réalisés sur le système de caisse et sur les TPE Effectuer la clôture journalière Trier et classer les différents tickets (copie commerçant du TPE, total des encaissements et clôture journalière) et s’assurer de les remettr",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:44.603525",
    "description_cleaned": "caissier - marrakech commercial / vente / export - h tellerie / restauration m tiers de - secteur h tellerie / restauration - tourisme / voyage / loisirs de 1 3 ans 1 poste s sur marrakech et r gion - maroc bac +2 minimum - ecole de commerce - formation sp cialis e respect des r gles volont de persuasion ambition intuition / spontan it flexibilit besoin d'autonomie organisation cdd t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 21/01/2026 j'aime suivre entreprise le jardin majorelle le mus e yves saint laurent marrakech et le mus e pierre berg des arts berb res forment un ensemble culturel et artistique unique au c ur de marrakech entre nature art et patrimoine nos trois sites parmi les destinations culturelles les plus visit es au monde accueillent chaque ann e un nombre exceptionnel de visiteurs venus du monde entier et offrent une exp rience immersive o la beaut des jardins la cr ation artistique et la richesse des cultures se rencontrent harmonieusement imagin s pr serv s et magnifi s par pierre berg et yves saint laurent nos espaces c l brent l art la cr ation et la culture d hier et d aujourd hui architecture mode arts traditionnels et expressions contemporaines rejoindre nos quipes c est participer activement la transmission de cet h ritage unique et contribuer au d veloppement d un lieu d exception qui porte haut les couleurs du maroc et valorise son identit culturelle l international poste accueillir les clients avec courtoisie et fluidifier le passage en caisse enregistrer les articles en caisse sans erreur et remettre le ticket au client en le remerciant signaler les demandes de remboursement au responsable et/ou son assistant rapprochement entre les encaissements r alis s sur le syst me de caisse et sur les tpe effectuer la cl ture journali re trier et classer les diff rents tickets copie commer ant du tpe total des encaissements et cl ture journali re et s assurer de les remettr",
    "skills_categorized": {
      "langages_programmation": [
        "node.js"
      ]
    },
    "skills": [
      "node.js"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0002",
    "title": "Responsable Administratif(ve) | Marrakech (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Responsable Administratif(ve) - Marrakech Gestion / Comptabilité / Finance - Responsable de Département - Secteur Tourisme / Voyage / Loisirs - Indifférent De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum - Master - Autre Respect des règles Extraversion Rationalisme Conventionnel Besoin d'objectivité Flexibilité Implication au travail Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Le Jardin Majorelle, le Musée Yves Saint Laurent Marrakech et le Musée Pierre Bergé des Arts Berbères forment un ensemble culturel et artistique unique au cœur de Marrakech. Entre nature, art et patrimoine, nos trois sites — parmi les destinations culturelles les plus visitées au monde, accueillent chaque année un nombre exceptionnel de visiteurs venus du monde entier, et offrent une expérience immersive où la beauté des jardins, la création artistique et la richesse des cultures se rencontrent harmonieusement. Imaginés, préservés et magnifiés par Pierre Bergé et Yves Saint Laurent, nos espaces célèbrent l’art, la création et la culture d’hier et d’aujourd’hui : architecture, mode, arts traditionnels et expressions contemporaines. Rejoindre nos équipes, c’est participer activement à la transmission de cet héritage unique et contribuer au développement d’un lieu d’exception qui porte haut les couleurs du Maroc et valorise son identité culturelle à l’international. Poste : Nous recrutons un(e) Responsable Administratif(ve) chargé(e) d’assurer la bonne gestion administrative, juridique et institutionnelle des activités de notre établissement. Le poste vise à garantir la conformité, la transparence et la rigueur dans le suivi des obligations légales, financières et organisationnelles, tout en soutenant le bon fonctionnement des instances et partenariats. Missions principales : - Organiser les conseils, comités et instances de gouvernance. - Assurer le suivi des déci",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:45.128722",
    "description_cleaned": "responsable administratif ve - marrakech gestion / comptabilit / finance - responsable de d partement - secteur tourisme / voyage / loisirs - indiff rent de 5 10 ans - de 10 20 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum - master - autre respect des r gles extraversion rationalisme conventionnel besoin d'objectivit flexibilit implication au travail organisation cdi t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 21/01/2026 j'aime suivre entreprise le jardin majorelle le mus e yves saint laurent marrakech et le mus e pierre berg des arts berb res forment un ensemble culturel et artistique unique au c ur de marrakech entre nature art et patrimoine nos trois sites parmi les destinations culturelles les plus visit es au monde accueillent chaque ann e un nombre exceptionnel de visiteurs venus du monde entier et offrent une exp rience immersive o la beaut des jardins la cr ation artistique et la richesse des cultures se rencontrent harmonieusement imagin s pr serv s et magnifi s par pierre berg et yves saint laurent nos espaces c l brent l art la cr ation et la culture d hier et d aujourd hui architecture mode arts traditionnels et expressions contemporaines rejoindre nos quipes c est participer activement la transmission de cet h ritage unique et contribuer au d veloppement d un lieu d exception qui porte haut les couleurs du maroc et valorise son identit culturelle l international poste nous recrutons un e responsable administratif ve charg e d assurer la bonne gestion administrative juridique et institutionnelle des activit s de notre tablissement le poste vise garantir la conformit la transparence et la rigueur dans le suivi des obligations l gales financi res et organisationnelles tout en soutenant le bon fonctionnement des instances et partenariats missions principales - organiser les conseils comit s et instances de gouvernance - assurer le suivi des d ci",
    "skills_categorized": {
      "langages_programmation": [
        "node.js"
      ]
    },
    "skills": [
      "node.js"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0003",
    "title": "HPC System Administrator | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "HPC System Administrator - Benguerir Informatique / Electronique - Secteur Enseignement / Formation De 5 à 10 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDD Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : UM6Ps College of Computing's mission is to harness advances of the computing age, by transforming the capabilities of academia in all key areas; computing fields supporting the rapid growth and evolution of computer science and computational areas of allied fields such as mathematics, as reflected notably in the rise of artificial intelligence; computing in other disciplines facilitating research and teaching collaborations in computing, across a broad range of fields; social and ethical responsibilities of computing leading change in academic research and education, in the development and use of computing. - home to the largest and fastest HPC infrastructure in Africa named TOUBKAL. This cutting-edge platform, based on the latest technologies in the HPC world, can deliver a performance of 3.15 PF.Roles and responsibilities System monitoring and maintenance including configuration & security management, pat",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:46.665011",
    "description_cleaned": "hpc system administrator - benguerir informatique / electronique - secteur enseignement / formation de 5 10 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdd t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 15/02/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste um6ps college of computing's mission is to harness advances of the computing age by transforming the capabilities of academia in all key areas computing fields supporting the rapid growth and evolution of computer science and computational areas of allied fields such as mathematics as reflected notably in the rise of artificial intelligence computing in other disciplines facilitating research and teaching collaborations in computing across a broad range of fields social and ethical responsibilities of computing leading change in academic research and education in the development and use of computing - home to the largest and fastest hpc infrastructure in africa named toubkal this cutting-edge platform based on the latest technologies in the hpc world can deliver a performance of 3 15 pf roles and responsibilities system monitoring and maintenance including configuration security management pat",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0004",
    "title": "Stagiaire support IT (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stagiaire support IT (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia Débutant - Moins de 1 an 1 poste(s) sur Rabat et région - Maroc Bac +2 - BTS / DUT - DEUG Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail Stage Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/12/2025 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa pla",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:48.340472",
    "description_cleaned": "stagiaire support it f/h - rabat informatique / electronique - internet / multim dia - secteur informatique - internet / multim dia d butant - moins de 1 an 1 poste s sur rabat et r gion - maroc bac +2 - bts / dut - deug recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail stage t l travail hybride publi e aujourd'hui sur rekrute com - postulez avant le 21/12/2025 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa pla",
    "skills_categorized": {
      "langages_programmation": [
        "typescript"
      ]
    },
    "skills": [
      "typescript"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0005",
    "title": "Chargé de Marketing Digital (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Chargé de Marketing Digital (H/F) - Casablanca Communication / Publicité / RP - Marketing - Secteur Agence pub / Marketing Direct De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +2 Minimum - Formation spécialisée Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 04/02/2026 J'aime Suivre Entreprise : Fairly installe son hub de production au Maroc. Pourquoi ne pas rejoindre nos équipes ? Nous sommes le point d’accès privilégié pour les marques, start-up iA, grands réseaux, grandes écoles, maisons de Champagne, restaurants, promoteurs et entreprises qui veulent produire autrement. Nous aimons les univers contrastés, les challenges singuliers, les collaborations qui déplacent les lignes. Ici, nous combinons talent local, standards internationaux et une énergie de travail qui va droit au but. Nous fabriquons des images qui tiennent la route et des contenus qui marquent. Nous nous connectons vite, et nous faisons avancer les choses. Si vous avez le même esprit, n’hésitez plus et venez faire avancer les choses avec nous ! Poste : Définir et piloter les stratégies d’acquisition organique (SEO) et payante (SEA) pour les projets de l’agence et de ses clients, avec un objectif de performance mesurable. Responsabilités principales - Réaliser des audits SEO (technique, sémantique, popularité) et définir les plans d’action. - Effectuer les études de mots-clés et recommander les optimisations on-site et contenus. - Piloter les campagnes SEA (Google Ads principalement, éventuellement Meta Ads ou autres plateformes). - Gérer la création, le paramétrage, le suivi et l’optimisation des campagnes (CPC, CPA, ROAS). - Produire des reportings réguliers, analyser les résultats et proposer des axes d’amélioration. - Travailler en lien avec les équipes contenu, webmastering et développement. Compétences techniques - Maîtrise des outils SEO : Google Search Con",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:49.944311",
    "description_cleaned": "charg de marketing digital h/f - casablanca communication / publicit / rp - marketing - secteur agence pub / marketing direct de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +2 minimum - formation sp cialis e recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 04/02/2026 j'aime suivre entreprise fairly installe son hub de production au maroc pourquoi ne pas rejoindre nos quipes nous sommes le point d acc s privil gi pour les marques start-up ia grands r seaux grandes coles maisons de champagne restaurants promoteurs et entreprises qui veulent produire autrement nous aimons les univers contrast s les challenges singuliers les collaborations qui d placent les lignes ici nous combinons talent local standards internationaux et une nergie de travail qui va droit au but nous fabriquons des images qui tiennent la route et des contenus qui marquent nous nous connectons vite et nous faisons avancer les choses si vous avez le m me esprit n h sitez plus et venez faire avancer les choses avec nous poste d finir et piloter les strat gies d acquisition organique seo et payante sea pour les projets de l agence et de ses clients avec un objectif de performance mesurable responsabilit s principales - r aliser des audits seo technique s mantique popularit et d finir les plans d action - effectuer les tudes de mots-cl s et recommander les optimisations on-site et contenus - piloter les campagnes sea google ads principalement ventuellement meta ads ou autres plateformes - g rer la cr ation le param trage le suivi et l optimisation des campagnes cpc cpa roas - produire des reportings r guliers analyser les r sultats et proposer des axes d am lioration - travailler en lien avec les quipes contenu webmastering et d veloppement comp tences techniques - ma trise des outils seo google search con",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0006",
    "title": "Webmaster | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Webmaster - Casablanca Internet / Multimédia - Marketing - Secteur Agence pub / Marketing Direct De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +2 Minimum - Formation spécialisée Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 04/02/2026 J'aime Suivre Entreprise : Fairly installe son hub de production au Maroc. Pourquoi ne pas rejoindre nos équipes ? Nous sommes le point d’accès privilégié pour les marques, start-up iA, grands réseaux, grandes écoles, maisons de Champagne, restaurants, promoteurs et entreprises qui veulent produire autrement. Nous aimons les univers contrastés, les challenges singuliers, les collaborations qui déplacent les lignes. Ici, nous combinons talent local, standards internationaux et une énergie de travail qui va droit au but. Nous fabriquons des images qui tiennent la route et des contenus qui marquent. Nous nous connectons vite, et nous faisons avancer les choses. Si vous avez le même esprit, n’hésitez plus et venez faire avancer les choses avec nous ! Poste : Administrer les sites web de l’agence et de ses clients, assurer les mises à jour techniques et éditoriales, optimiser l’expérience utilisateur et la performance des contenus. Responsabilités principales - Gérer les sites sous CMS (WordPress principalement + Elementor + woocommerce) : création, mises à jour, maintenance courante. - Intégrer et mettre en ligne des contenus (textes, images, vidéos, landing pages, articles). - Mettre en place les fondamentaux SEO on-page (balises, maillage, performances techniques basiques). - Traiter les demandes d’évolution des clients (CSS / Parfaite Maitrise d’Elementor / Javascript / Jquery) - Coordonner avec les équipes contenu, design, SEO/SEA et développement. Compétences techniques - Maîtrise de WordPress/Elementor (thèmes, plugins, création et gestion de pages). - Connaissances solides en HTML/CSS et JavaSc",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:50.586857",
    "description_cleaned": "webmaster - casablanca internet / multim dia - marketing - secteur agence pub / marketing direct de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +2 minimum - formation sp cialis e recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 04/02/2026 j'aime suivre entreprise fairly installe son hub de production au maroc pourquoi ne pas rejoindre nos quipes nous sommes le point d acc s privil gi pour les marques start-up ia grands r seaux grandes coles maisons de champagne restaurants promoteurs et entreprises qui veulent produire autrement nous aimons les univers contrast s les challenges singuliers les collaborations qui d placent les lignes ici nous combinons talent local standards internationaux et une nergie de travail qui va droit au but nous fabriquons des images qui tiennent la route et des contenus qui marquent nous nous connectons vite et nous faisons avancer les choses si vous avez le m me esprit n h sitez plus et venez faire avancer les choses avec nous poste administrer les sites web de l agence et de ses clients assurer les mises jour techniques et ditoriales optimiser l exp rience utilisateur et la performance des contenus responsabilit s principales - g rer les sites sous cms wordpress principalement + elementor + woocommerce cr ation mises jour maintenance courante - int grer et mettre en ligne des contenus textes images vid os landing pages articles - mettre en place les fondamentaux seo on-page balises maillage performances techniques basiques - traiter les demandes d volution des clients css / parfaite maitrise d elementor / javascript / jquery - coordonner avec les quipes contenu design seo/sea et d veloppement comp tences techniques - ma trise de wordpress/elementor th mes plugins cr ation et gestion de pages - connaissances solides en html/css et javasc",
    "skills_categorized": {
      "langages_programmation": [
        "javascript"
      ]
    },
    "skills": [
      "javascript"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0007",
    "title": "Stagiaires ICT-PFE 2025 | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stagiaires ICT-PFE 2025 - Casablanca Informatique / Electronique - Secteur Informatique - Débutant 40 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Extraversion Travail en équipe Ambition Créativité Flexibilité Besoin de réflexion Implication au travail Stage Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Akkodis est un leader mondial sur le marché de l'ingénierie et de la R&D qui s'appuie sur la puissance des données connectées pour accélérer l'innovation et la transformation numérique. Avec une passion commune pour la technologie et le talent, 50 000 ingénieurs et experts numériques offrent une expertise intersectorielle approfondie dans 30 pays d'Amérique du Nord, d'EMEA et d'APAC. Akkodis offre une vaste expérience de l'industrie, et un solide savoir-faire dans des secteurs technologiques clés tels que la mobilité, les logiciels et services technologiques, la robotique, les tests, les simulations, la sécurité des données, l'IA et l'analyse des données. L'expertise combinée en informatique et en ingénierie apporte une offre unique de solutions de bout en bout, avec quatre lignes de services - Conseil, Solutions, Talents et Académie - pour aider les clients à repenser leurs processus de développement de produits et leurs processus commerciaux, à améliorer la productivité, à minimiser les délais de commercialisation et à façonner un avenir plus intelligent et plus durable. Poste : Nous cherchons des PFE en : Salesforce . Net Java Python Magento C++ JS PHP Profil recherché : Savoir-être: -Doté d’un esprit Agile, avec une sensibilité produit -En mesure d'évoluer au sein d’une équipe -Autonome, et force de proposition -Bon communicant, que ce soit à l’écrit ou à l’oral Adresse de notre siège : Gare ONCF Casa Port, Bd des Almohades 20000 Casablanca Traits de personnalité souhaités : Recherche de nouveauté Extraversion Travail en équipe Ambition Créativité",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:51.164703",
    "description_cleaned": "stagiaires ict-pfe 2025 - casablanca informatique / electronique - secteur informatique - d butant 40 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut extraversion travail en quipe ambition cr ativit flexibilit besoin de r flexion implication au travail stage t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 15/02/2026 j'aime suivre entreprise akkodis est un leader mondial sur le march de l'ing nierie et de la r d qui s'appuie sur la puissance des donn es connect es pour acc l rer l'innovation et la transformation num rique avec une passion commune pour la technologie et le talent 50 000 ing nieurs et experts num riques offrent une expertise intersectorielle approfondie dans 30 pays d'am rique du nord d'emea et d'apac akkodis offre une vaste exp rience de l'industrie et un solide savoir-faire dans des secteurs technologiques cl s tels que la mobilit les logiciels et services technologiques la robotique les tests les simulations la s curit des donn es l'ia et l'analyse des donn es l'expertise combin e en informatique et en ing nierie apporte une offre unique de solutions de bout en bout avec quatre lignes de services - conseil solutions talents et acad mie - pour aider les clients repenser leurs processus de d veloppement de produits et leurs processus commerciaux am liorer la productivit minimiser les d lais de commercialisation et fa onner un avenir plus intelligent et plus durable poste nous cherchons des pfe en salesforce net java python magento c++ js php profil recherch savoir- tre -dot d un esprit agile avec une sensibilit produit -en mesure d' voluer au sein d une quipe -autonome et force de proposition -bon communicant que ce soit l crit ou l oral adresse de notre si ge gare oncf casa port bd des almohades 20000 casablanca traits de personnalit souhait s recherche de nouveaut extraversion travail en quipe ambition cr ativit",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0008",
    "title": "B2 - Certifying Engineer | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "B2 - Certifying Engineer - Casablanca Production / Qualité / Sécurité / Maintenance - Secteur Aéronautique / Spatial De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum Respect des règles Rationalisme Ténacité Besoin d'objectivité Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all Arab countries and beyond, constantly undergoing aggressive route expansion, taking advantage of its ideally located hubs in the United Arab Emirates, Morocco and Egypt. Over the past years, Air Arabia, through continuous market research and customer feedback, has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of A320 aircraft. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. - Company Presentation: Air Arabia Maroc is part of the Air Arabia Group. Based in Casablanca, Air Arabia Maroc is Morocco's leading Low Cost Carrier (LCC). Focusing on an offer that combines comfort, reliability and excellent value for money, the airline was established in April 2009. Company address: 04 Rue Carthage, Quartier les Iris, Casablanca Company name: Air Arabia Maroc Industry: Airline company Company Video Links: https://www.youtube.com/watch?v=nXcaeHzMwgs Poste : Job Purpose Carries out and supervises Line/Base-level maintenance tasks on Air Arabia and 3rd party aircrafts within the CAR 66 ‘B2’",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:51.799294",
    "description_cleaned": "b2 - certifying engineer - casablanca production / qualit / s curit / maintenance - secteur a ronautique / spatial de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +3 minimum respect des r gles rationalisme t nacit besoin d'objectivit organisation cdi t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 15/02/2026 j'aime suivre entreprise air arabia pjsc listed on the dubai financial market is the middle east and north africa s first and leading low-cost carrier flying to over 150 destinations across the world air arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all arab countries and beyond constantly undergoing aggressive route expansion taking advantage of its ideally located hubs in the united arab emirates morocco and egypt over the past years air arabia through continuous market research and customer feedback has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of a320 aircraft the airline commenced operations in october 2003 and achieved financial break-even from its very first year of services and has been profitable ever since the airline commenced operations in october 2003 and achieved financial break-even from its very first year of services and has been profitable ever since - company presentation air arabia maroc is part of the air arabia group based in casablanca air arabia maroc is morocco's leading low cost carrier lcc focusing on an offer that combines comfort reliability and excellent value for money the airline was established in april 2009 company address 04 rue carthage quartier les iris casablanca company name air arabia maroc industry airline company company video links poste job purpose carries out and supervises line/base-level maintenance tasks on air arabia and 3rd party aircrafts within the car 66 b2",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0009",
    "title": "Ingénieur Chargé de Gestion de Stock (AIN HARROUDA) | Ain Harrouda (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Chargé de Gestion de Stock (AIN HARROUDA) - Ain Harrouda Achats / Supply Chain - Logistique / Transport (métiers de) - Secteur Automobile / Motos / Cycles Moins de 1 an - De 1 à 3 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Distance émotionnelle Rationalisme Besoin d'action Implication au travail Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : La Centrale Automobile Chérifienne (CAC) est l'importateur exclusif au Maroc des marques Volkswagen, Volkswagen Utilitaires, Audi, Skoda, Porsche, Bentley, Seat et Cupra, ayant chacune développée une réelle identité les rendant uniques sur leur segment de marché. Dotées d'un fort potentiel de développement au Maroc et à l'international, les marques s'appuient sur des services experts et des compétences mutualisés pour augmenter leur performance et accompagner leur croissance. La politique Ressources Humaines de la CAC se décline autour de 4 grands axes à l’égard de ses collaborateurs : Développer leur expertise par l’accompagnement, l’amélioration des compétences et la responsabilisation; Encourager l'évolution de carrière de ses collaborateurs partageant les mêmes passions et valeurs et qui ont su construire une véritable culture d’entreprise qui favorise la satisfaction client (interne/externe), l’esprit d’équipe et l’expertise; Fidéliser par la motivation et la reconnaissance; Valoriser leur performance en fixant des objectifs clairs, précis et réalisables. Venez participer au développement de marques leader et prestigieuses sur le territoire marocain, au sein d’une entreprise dynamique et innovante !! Découvrez l’interview complète de Maha Ghazani, Responsable RH chez la Centrale Automobile Chérifienne (CAC) ici : https://www.rekrute.com/emplois-decouvrez-le",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:52.427729",
    "description_cleaned": "ing nieur charg de gestion de stock ain harrouda - ain harrouda achats / supply chain - logistique / transport m tiers de - secteur automobile / motos / cycles moins de 1 an - de 1 3 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur recherche de nouveaut respect des r gles distance motionnelle rationalisme besoin d'action implication au travail organisation cdi t l travail non publi e aujourd'hui sur rekrute com - postulez avant le 15/02/2026 behind the brand d couvrez le quotidien des quipes et les bureaux visiter l'entreprise j'aime suivre entreprise la centrale automobile ch rifienne cac est l'importateur exclusif au maroc des marques volkswagen volkswagen utilitaires audi skoda porsche bentley seat et cupra ayant chacune d velopp e une r elle identit les rendant uniques sur leur segment de march dot es d'un fort potentiel de d veloppement au maroc et l'international les marques s'appuient sur des services experts et des comp tences mutualis s pour augmenter leur performance et accompagner leur croissance la politique ressources humaines de la cac se d cline autour de 4 grands axes l gard de ses collaborateurs d velopper leur expertise par l accompagnement l am lioration des comp tences et la responsabilisation encourager l' volution de carri re de ses collaborateurs partageant les m mes passions et valeurs et qui ont su construire une v ritable culture d entreprise qui favorise la satisfaction client interne/externe l esprit d quipe et l expertise fid liser par la motivation et la reconnaissance valoriser leur performance en fixant des objectifs clairs pr cis et r alisables venez participer au d veloppement de marques leader et prestigieuses sur le territoire marocain au sein d une entreprise dynamique et innovante d couvrez l interview compl te de maha ghazani responsable rh chez la centrale automobile ch rifienne cac ici",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0010",
    "title": "Data Scientist Angolphone (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Data Scientist Angolphone (H/F) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia De 5 à 10 ans 2 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Ténacité Créativité Organisation CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de 60 ans d’expérience et emploie 170.000 collaborateurs dans plus de 70 pays qui servent plus de 6000 clients. DXC Technology au Maroc, implantée depuis 2007, est une joint-venture entre DXC Technology, leader mondial des services d'intégration & d'infogérance et le Groupe CDG ( Caisse de Dépôt et de Gestion). Avec 1200 collaborateurs répartis sur 2 sites de production (Technopolis & Casa NearShore), DXC Technology au Maroc a pour vocation d'accompagner les très grands comptes et donneurs d'ordre publics et privés dans leur transformation digitale et d'adresser ainsi l'ensemble des enjeux IT que sont l’Hébergement, l'Infogérance, la Modernisation Applicative, Business Intelligence & Analytics, Workplace & Mobilty Services, Business Process Services, la Cyber Sécurité et le Conseil. Poste : Effective collaboration alongside developers and cross-functional teams. Ability to clearly communicate technical concepts to both technical and non-technical team members. Advocate for software engineering good practices (e.g., version control, documentation, test-driven development). Strong problem-solving skills to approach complex AI challenges and devise innovative solutions. Strong verbal and written communication skills in English. Ability to work independently and as part of a team. Profil recherché : Qualifications: Advanced degree (Ph.D. or MSc) in Computer Science, Statistics, Appl",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:54.091983",
    "description_cleaned": "data scientist angolphone h/f - rabat informatique / electronique - internet / multim dia - secteur informatique - internet / multim dia de 5 10 ans 2 poste s sur rabat et r gion - maroc bac +5 et plus minimum - master t nacit cr ativit organisation cdi t l travail hybride publi e aujourd'hui sur rekrute com - postulez avant le 15/02/2026 j'aime suivre entreprise dxc technology est n e en avril 2017 d'une fusion entre csc computer sciences corporation g ant du conseil et hp enterprise services leader en services it le groupe dxc enregistre 25 milliards de revenus b n ficie de 60 ans d exp rience et emploie 170 000 collaborateurs dans plus de 70 pays qui servent plus de 6000 clients dxc technology au maroc implant e depuis 2007 est une joint-venture entre dxc technology leader mondial des services d'int gration d'infog rance et le groupe cdg caisse de d p t et de gestion avec 1200 collaborateurs r partis sur 2 sites de production technopolis casa nearshore dxc technology au maroc a pour vocation d'accompagner les tr s grands comptes et donneurs d'ordre publics et priv s dans leur transformation digitale et d'adresser ainsi l'ensemble des enjeux it que sont l h bergement l'infog rance la modernisation applicative business intelligence analytics workplace mobilty services business process services la cyber s curit et le conseil poste effective collaboration alongside developers and cross-functional teams ability to clearly communicate technical concepts to both technical and non-technical team members advocate for software engineering good practices e g version control documentation test-driven development strong problem-solving skills to approach complex ai challenges and devise innovative solutions strong verbal and written communication skills in english ability to work independently and as part of a team profil recherch qualifications advanced degree ph d or msc in computer science statistics appl",
    "skills_categorized": {
      "concepts_techniques": [
        "rest api"
      ]
    },
    "skills": [
      "rest api"
    ],
    "num_skills": 1
  }
]