[
  {
    "job_id": "rekrute_0001",
    "title": "Caissier | Marrakech (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Caissier - Marrakech Commercial / Vente / Export - Hôtellerie / Restauration (métiers de) - Secteur Hôtellerie / Restauration - Tourisme / Voyage / Loisirs De 1 à 3 ans 1 poste(s) sur Marrakech et région - Maroc Bac +2 Minimum - Ecole de commerce - Formation spécialisée Respect des règles Volonté de persuasion Ambition Intuition / Spontanéité Flexibilité Besoin d'autonomie Organisation CDD Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Le Jardin Majorelle, le Musée Yves Saint Laurent Marrakech et le Musée Pierre Bergé des Arts Berbères forment un ensemble culturel et artistique unique au cœur de Marrakech. Entre nature, art et patrimoine, nos trois sites — parmi les destinations culturelles les plus visitées au monde, accueillent chaque année un nombre exceptionnel de visiteurs venus du monde entier, et offrent une expérience immersive où la beauté des jardins, la création artistique et la richesse des cultures se rencontrent harmonieusement. Imaginés, préservés et magnifiés par Pierre Bergé et Yves Saint Laurent, nos espaces célèbrent l’art, la création et la culture d’hier et d’aujourd’hui : architecture, mode, arts traditionnels et expressions contemporaines. Rejoindre nos équipes, c’est participer activement à la transmission de cet héritage unique et contribuer au développement d’un lieu d’exception qui porte haut les couleurs du Maroc et valorise son identité culturelle à l’international. Poste : Accueillir les clients avec courtoisie et fluidifier le passage en caisse. Enregistrer les articles en caisse sans erreur et remettre le ticket au client en le remerciant. Signaler les demandes de remboursement (au responsable et/ou son assistant) Rapprochement entre les encaissements réalisés sur le système de caisse et sur les TPE Effectuer la clôture journalière Trier et classer les différents tickets (copie commerçant du TPE, total des encaissements et clôture journalière) et s’assurer de les remettr",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:44.603525",
    "skills_categorized": {
      "langages_programmation": [
        "node.js"
      ]
    },
    "skills": [
      "node.js"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0002",
    "title": "Responsable Administratif(ve) | Marrakech (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Responsable Administratif(ve) - Marrakech Gestion / Comptabilité / Finance - Responsable de Département - Secteur Tourisme / Voyage / Loisirs - Indifférent De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum - Master - Autre Respect des règles Extraversion Rationalisme Conventionnel Besoin d'objectivité Flexibilité Implication au travail Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Le Jardin Majorelle, le Musée Yves Saint Laurent Marrakech et le Musée Pierre Bergé des Arts Berbères forment un ensemble culturel et artistique unique au cœur de Marrakech. Entre nature, art et patrimoine, nos trois sites — parmi les destinations culturelles les plus visitées au monde, accueillent chaque année un nombre exceptionnel de visiteurs venus du monde entier, et offrent une expérience immersive où la beauté des jardins, la création artistique et la richesse des cultures se rencontrent harmonieusement. Imaginés, préservés et magnifiés par Pierre Bergé et Yves Saint Laurent, nos espaces célèbrent l’art, la création et la culture d’hier et d’aujourd’hui : architecture, mode, arts traditionnels et expressions contemporaines. Rejoindre nos équipes, c’est participer activement à la transmission de cet héritage unique et contribuer au développement d’un lieu d’exception qui porte haut les couleurs du Maroc et valorise son identité culturelle à l’international. Poste : Nous recrutons un(e) Responsable Administratif(ve) chargé(e) d’assurer la bonne gestion administrative, juridique et institutionnelle des activités de notre établissement. Le poste vise à garantir la conformité, la transparence et la rigueur dans le suivi des obligations légales, financières et organisationnelles, tout en soutenant le bon fonctionnement des instances et partenariats. Missions principales : - Organiser les conseils, comités et instances de gouvernance. - Assurer le suivi des déci",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:45.128722",
    "skills_categorized": {
      "langages_programmation": [
        "node.js"
      ]
    },
    "skills": [
      "node.js"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0003",
    "title": "HPC System Administrator | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "HPC System Administrator - Benguerir Informatique / Electronique - Secteur Enseignement / Formation De 5 à 10 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDD Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : UM6Ps College of Computing's mission is to harness advances of the computing age, by transforming the capabilities of academia in all key areas; computing fields supporting the rapid growth and evolution of computer science and computational areas of allied fields such as mathematics, as reflected notably in the rise of artificial intelligence; computing in other disciplines facilitating research and teaching collaborations in computing, across a broad range of fields; social and ethical responsibilities of computing leading change in academic research and education, in the development and use of computing. - home to the largest and fastest HPC infrastructure in Africa named TOUBKAL. This cutting-edge platform, based on the latest technologies in the HPC world, can deliver a performance of 3.15 PF.Roles and responsibilities System monitoring and maintenance including configuration & security management, pat",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:46.665011",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0004",
    "title": "Stagiaire support IT (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stagiaire support IT (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia Débutant - Moins de 1 an 1 poste(s) sur Rabat et région - Maroc Bac +2 - BTS / DUT - DEUG Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail Stage Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 21/12/2025 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa pla",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:48.340472",
    "skills_categorized": {
      "langages_programmation": [
        "typescript"
      ]
    },
    "skills": [
      "typescript"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0005",
    "title": "Chargé de Marketing Digital (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Chargé de Marketing Digital (H/F) - Casablanca Communication / Publicité / RP - Marketing - Secteur Agence pub / Marketing Direct De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +2 Minimum - Formation spécialisée Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 04/02/2026 J'aime Suivre Entreprise : Fairly installe son hub de production au Maroc. Pourquoi ne pas rejoindre nos équipes ? Nous sommes le point d’accès privilégié pour les marques, start-up iA, grands réseaux, grandes écoles, maisons de Champagne, restaurants, promoteurs et entreprises qui veulent produire autrement. Nous aimons les univers contrastés, les challenges singuliers, les collaborations qui déplacent les lignes. Ici, nous combinons talent local, standards internationaux et une énergie de travail qui va droit au but. Nous fabriquons des images qui tiennent la route et des contenus qui marquent. Nous nous connectons vite, et nous faisons avancer les choses. Si vous avez le même esprit, n’hésitez plus et venez faire avancer les choses avec nous ! Poste : Définir et piloter les stratégies d’acquisition organique (SEO) et payante (SEA) pour les projets de l’agence et de ses clients, avec un objectif de performance mesurable. Responsabilités principales - Réaliser des audits SEO (technique, sémantique, popularité) et définir les plans d’action. - Effectuer les études de mots-clés et recommander les optimisations on-site et contenus. - Piloter les campagnes SEA (Google Ads principalement, éventuellement Meta Ads ou autres plateformes). - Gérer la création, le paramétrage, le suivi et l’optimisation des campagnes (CPC, CPA, ROAS). - Produire des reportings réguliers, analyser les résultats et proposer des axes d’amélioration. - Travailler en lien avec les équipes contenu, webmastering et développement. Compétences techniques - Maîtrise des outils SEO : Google Search Con",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:49.944311",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0006",
    "title": "Webmaster | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Webmaster - Casablanca Internet / Multimédia - Marketing - Secteur Agence pub / Marketing Direct De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +2 Minimum - Formation spécialisée Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 04/02/2026 J'aime Suivre Entreprise : Fairly installe son hub de production au Maroc. Pourquoi ne pas rejoindre nos équipes ? Nous sommes le point d’accès privilégié pour les marques, start-up iA, grands réseaux, grandes écoles, maisons de Champagne, restaurants, promoteurs et entreprises qui veulent produire autrement. Nous aimons les univers contrastés, les challenges singuliers, les collaborations qui déplacent les lignes. Ici, nous combinons talent local, standards internationaux et une énergie de travail qui va droit au but. Nous fabriquons des images qui tiennent la route et des contenus qui marquent. Nous nous connectons vite, et nous faisons avancer les choses. Si vous avez le même esprit, n’hésitez plus et venez faire avancer les choses avec nous ! Poste : Administrer les sites web de l’agence et de ses clients, assurer les mises à jour techniques et éditoriales, optimiser l’expérience utilisateur et la performance des contenus. Responsabilités principales - Gérer les sites sous CMS (WordPress principalement + Elementor + woocommerce) : création, mises à jour, maintenance courante. - Intégrer et mettre en ligne des contenus (textes, images, vidéos, landing pages, articles). - Mettre en place les fondamentaux SEO on-page (balises, maillage, performances techniques basiques). - Traiter les demandes d’évolution des clients (CSS / Parfaite Maitrise d’Elementor / Javascript / Jquery) - Coordonner avec les équipes contenu, design, SEO/SEA et développement. Compétences techniques - Maîtrise de WordPress/Elementor (thèmes, plugins, création et gestion de pages). - Connaissances solides en HTML/CSS et JavaSc",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:50.586857",
    "skills_categorized": {
      "langages_programmation": [
        "javascript"
      ]
    },
    "skills": [
      "javascript"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0007",
    "title": "Stagiaires ICT-PFE 2025 | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stagiaires ICT-PFE 2025 - Casablanca Informatique / Electronique - Secteur Informatique - Débutant 40 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Extraversion Travail en équipe Ambition Créativité Flexibilité Besoin de réflexion Implication au travail Stage Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Akkodis est un leader mondial sur le marché de l'ingénierie et de la R&D qui s'appuie sur la puissance des données connectées pour accélérer l'innovation et la transformation numérique. Avec une passion commune pour la technologie et le talent, 50 000 ingénieurs et experts numériques offrent une expertise intersectorielle approfondie dans 30 pays d'Amérique du Nord, d'EMEA et d'APAC. Akkodis offre une vaste expérience de l'industrie, et un solide savoir-faire dans des secteurs technologiques clés tels que la mobilité, les logiciels et services technologiques, la robotique, les tests, les simulations, la sécurité des données, l'IA et l'analyse des données. L'expertise combinée en informatique et en ingénierie apporte une offre unique de solutions de bout en bout, avec quatre lignes de services - Conseil, Solutions, Talents et Académie - pour aider les clients à repenser leurs processus de développement de produits et leurs processus commerciaux, à améliorer la productivité, à minimiser les délais de commercialisation et à façonner un avenir plus intelligent et plus durable. Poste : Nous cherchons des PFE en : Salesforce . Net Java Python Magento C++ JS PHP Profil recherché : Savoir-être: -Doté d’un esprit Agile, avec une sensibilité produit -En mesure d'évoluer au sein d’une équipe -Autonome, et force de proposition -Bon communicant, que ce soit à l’écrit ou à l’oral Adresse de notre siège : Gare ONCF Casa Port, Bd des Almohades 20000 Casablanca Traits de personnalité souhaités : Recherche de nouveauté Extraversion Travail en équipe Ambition Créativité",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:51.164703",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0008",
    "title": "B2 - Certifying Engineer | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "B2 - Certifying Engineer - Casablanca Production / Qualité / Sécurité / Maintenance - Secteur Aéronautique / Spatial De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum Respect des règles Rationalisme Ténacité Besoin d'objectivité Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all Arab countries and beyond, constantly undergoing aggressive route expansion, taking advantage of its ideally located hubs in the United Arab Emirates, Morocco and Egypt. Over the past years, Air Arabia, through continuous market research and customer feedback, has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of A320 aircraft. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. - Company Presentation: Air Arabia Maroc is part of the Air Arabia Group. Based in Casablanca, Air Arabia Maroc is Morocco's leading Low Cost Carrier (LCC). Focusing on an offer that combines comfort, reliability and excellent value for money, the airline was established in April 2009. Company address: 04 Rue Carthage, Quartier les Iris, Casablanca Company name: Air Arabia Maroc Industry: Airline company Company Video Links: https://www.youtube.com/watch?v=nXcaeHzMwgs Poste : Job Purpose Carries out and supervises Line/Base-level maintenance tasks on Air Arabia and 3rd party aircrafts within the CAR 66 ‘B2’",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:51.799294",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0009",
    "title": "Ingénieur Chargé de Gestion de Stock (AIN HARROUDA) | Ain Harrouda (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur Chargé de Gestion de Stock (AIN HARROUDA) - Ain Harrouda Achats / Supply Chain - Logistique / Transport (métiers de) - Secteur Automobile / Motos / Cycles Moins de 1 an - De 1 à 3 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Distance émotionnelle Rationalisme Besoin d'action Implication au travail Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : La Centrale Automobile Chérifienne (CAC) est l'importateur exclusif au Maroc des marques Volkswagen, Volkswagen Utilitaires, Audi, Skoda, Porsche, Bentley, Seat et Cupra, ayant chacune développée une réelle identité les rendant uniques sur leur segment de marché. Dotées d'un fort potentiel de développement au Maroc et à l'international, les marques s'appuient sur des services experts et des compétences mutualisés pour augmenter leur performance et accompagner leur croissance. La politique Ressources Humaines de la CAC se décline autour de 4 grands axes à l’égard de ses collaborateurs : Développer leur expertise par l’accompagnement, l’amélioration des compétences et la responsabilisation; Encourager l'évolution de carrière de ses collaborateurs partageant les mêmes passions et valeurs et qui ont su construire une véritable culture d’entreprise qui favorise la satisfaction client (interne/externe), l’esprit d’équipe et l’expertise; Fidéliser par la motivation et la reconnaissance; Valoriser leur performance en fixant des objectifs clairs, précis et réalisables. Venez participer au développement de marques leader et prestigieuses sur le territoire marocain, au sein d’une entreprise dynamique et innovante !! Découvrez l’interview complète de Maha Ghazani, Responsable RH chez la Centrale Automobile Chérifienne (CAC) ici : https://www.rekrute.com/emplois-decouvrez-le",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:52.427729",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0010",
    "title": "Data Scientist Angolphone (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Data Scientist Angolphone (H/F) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia De 5 à 10 ans 2 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Ténacité Créativité Organisation CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de 60 ans d’expérience et emploie 170.000 collaborateurs dans plus de 70 pays qui servent plus de 6000 clients. DXC Technology au Maroc, implantée depuis 2007, est une joint-venture entre DXC Technology, leader mondial des services d'intégration & d'infogérance et le Groupe CDG ( Caisse de Dépôt et de Gestion). Avec 1200 collaborateurs répartis sur 2 sites de production (Technopolis & Casa NearShore), DXC Technology au Maroc a pour vocation d'accompagner les très grands comptes et donneurs d'ordre publics et privés dans leur transformation digitale et d'adresser ainsi l'ensemble des enjeux IT que sont l’Hébergement, l'Infogérance, la Modernisation Applicative, Business Intelligence & Analytics, Workplace & Mobilty Services, Business Process Services, la Cyber Sécurité et le Conseil. Poste : Effective collaboration alongside developers and cross-functional teams. Ability to clearly communicate technical concepts to both technical and non-technical team members. Advocate for software engineering good practices (e.g., version control, documentation, test-driven development). Strong problem-solving skills to approach complex AI challenges and devise innovative solutions. Strong verbal and written communication skills in English. Ability to work independently and as part of a team. Profil recherché : Qualifications: Advanced degree (Ph.D. or MSc) in Computer Science, Statistics, Appl",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:54.091983",
    "skills_categorized": {
      "concepts_techniques": [
        "rest api"
      ]
    },
    "skills": [
      "rest api"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0011",
    "title": "Ingénieur d’études en Assainissement et drainage d'ouvrage linéaire | Salé, Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Ingénieur d’études en Assainissement et drainage d'ouvrage linéaire - Salé, Technopolis Environnement (métiers de l') - Gestion projet / Etudes / R&D - Secteur BTP / Génie Civil - Conseil / Etudes De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Rationalisme Ténacité Besoin d'action Ambition Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Novec est le fruit de la fusion entre les sociétés Ingéma et Scet-scom, dont CDG développement est l’actionnaire de référence. Fort de l’expertise de ces deux bureaux d’études, Novec est désormais un acteur de premier ordre dans le domaine de l’ingénierie, employant près de 500 collaborateurs, intervenant dans des domaines d’activité variés et disposant d’implantations régionales. Novec ambitionne de doter le pays d’une ingénierie d’excellence offrant des services de haut niveau dans les métiers en rapport avec le développement territorial durable, tant à l’intérieur du Royaume qu’à l’international. Poste : Rattaché au Département Transport, vous avez pour missions : Concevoir, planifier et mettre en œuvre des projets liés aux transports, Collecter, analyser et interpréter des données hydrologiques, météorologiques et géographiques, Conduire des études approfondies d’hydrologique-hydraulique-assainissement et drainage, comprenant l'analyse des risques, la modélisation hydraulique et la conception de solutions d'ingénierie pour réduire l'impact sur les aménagements, Concevoir et mettre en œuvre des systèmes de gestion des eaux pluviales et des eaux usées, Rédiger des rapports techniques, présenter des résultats et des recommandations aux clients et aux parties prenantes. Novec s’engage à promouvoir la mixité dans les recrutements et à prévenir toute forme de discrimination. Profil recherché : Titulaire d'un diplôme d'Ingénieur hydraulicie",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:54.699153",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0012",
    "title": "Stagiaire people & culture | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Stagiaire people & culture - Rabat Centre d'appels (métiers de) - Secteur Centre d'appels Moins de 1 an 1 poste(s) sur Rabat et région - Maroc Bac Minimum Respect des règles Volonté de persuasion Distance émotionnelle Implication au travail Ténacité Besoin d'action Organisation Travail en équipe CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Rejoignez Cnexia et faites le choix de faire partie d'un projet qui valorise l'innovation, promeut le developpement continu des competences et donne l'opportunite aux personnes creatives et ambitieuses du domaine des hautes technologies de realiser leurs objectifs professionnels. Fiers de notre statut de filiale Marocaine exclusive de l'operateur telecom historique du Canada, nous n'avons cesse d'elargir nos equipes depuis 2021 avec plus de 1300 employes principalement bases a Fes. Nous venons d'etendre nos activites dans la partie nord du royaume en inaugurant un nouveau site a Rabat afin d'y poursuivre notre croissance avec comme objectif de plus que doubler nos effectifs a l'horizon 2024. A Cnexia nous faisons plus que supporter les clients de notre reseau a taille mondiale et les beneficiaires de nos divers services. Nous developpons des solutions innovantes et creons continuellement du contenu media multiplateforme original. Grace a cela, nous revolutionnons tous les jours la facon avec laquelle les Canadiens communiquent a travers le web et interagissent via des applications mobiles en les faisant beneficier d'une experience amelioree. Si vous etes prets a relever ce defi, nous vous invitons a rejoindre une communaute qui valorise les idees audacieuses et vous donne de multiples opportunites d'accomplissement de carriere dans un environnement multiculturel de classe mondiale ! « Chez Cnexia, nous offrons des opportunites egales a tous, sans distinction de race, couleur, origine, religion, sexe, nationalite, age, citoyennete, statut matrimonial ou handicap",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:55.321847",
    "skills_categorized": {
      "concepts_techniques": [
        "agile"
      ]
    },
    "skills": [
      "agile"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0013",
    "title": "Architect Expert en Observabilité (H/ F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Architect Expert en Observabilité (H/ F) - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 12/01/2026 J'aime Entreprise : Pour l'un de nos projets, nous recrutons un Architect Expert en Observabilité (H/ F). Poste : Responsabilités : Définir et piloter la stratégie d’observabilité de bout en bout, alignée aux objectifs métier et de fiabilité. Concevoir et faire évoluer l’architecture et la plateforme d’observabilité pour des environnements réseau, microservices, Kubernetes, multi-cloud et on-prem, avec des garanties HA/DR et sécurité. Standardiser l’instrumentation à travers les normes du marché, la corrélation cross-signal (logs in context, propagation de trace, ...etc), les conventions de nommage et la taxonomie globale. Gouverner l’alerting et la visualisation, outiller le diagnostic pour réduire MTTD/MTTR. Garantir la conformité et la confidentialité des données de télémétrie (PII masking, chiffrement, RBAC, audit) et les intégrations maîtrisées. Piloter le FinOps de l’observabilité à travers les politiques de rétention/sampling et garde-fous de volume/cardinalité. Accompagner et former les équipes (coaching, documentation, communauté de pratique), mesurer l’adoption et la valeur via OKRs/KPIs, et conduire l’amélioration continue. Profil recherché : Diplôme en informatique, ingénierie des systèmes ou domaine équivalent. Expérience confirmée 8 ans et plus dans un poste d’architecte ou d’expert en observabilité, monitoring ou SRE. Solide maîtrise des environnements distribués (Kubernetes, OpenShift, etc.) et des concepts de sécurité et conformité des données (encryption, multi-tenancy, PII masking, etc.). Bonne compréhension des principes d’intégration, de séparation des rôles ",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:58.468702",
    "skills_categorized": {
      "cloud_devops": [
        "kubernetes"
      ],
      "concepts_techniques": [
        "api",
        "microservices"
      ]
    },
    "skills": [
      "api",
      "kubernetes",
      "microservices"
    ],
    "num_skills": 3
  },
  {
    "job_id": "rekrute_0014",
    "title": "Concepteur Développeur Python / Ansible (H/ F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Concepteur Développeur Python / Ansible (H/ F) - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Oui 100% Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 13/01/2026 J'aime Entreprise : Pour l'un de nos projets, nous recrutons un Concepteur Développeur Python (H/ F) : La mission consistera à assumer la responsabilité du développement d'automates en Ansible/Python destinés à la gestion des équipements réseau. Le projet englobe l'ensemble des équipements réseau relevant du domaine PFC. La réalisation de ce projet nécessite également une familiarité avec les méthodes de développement Agile. Poste : Responsabilités : Contribuer activement à l'avancement du projet en développant les automates, en documentant leur fonctionnement et en communiquant avec les utilisateurs. Gérer l'intégration des automates dans un environnement de test et participer au déploiement vers la cible. Contribuer à la planification, à l'organisation et au suivi du projet tout en respectant les échéances. Programmer les réunions nécessaires, résoudre les points de blocage et, le cas échéant, escalader les problèmes. Évaluer les risques et proposer des solutions pour les maîtriser. Assurer la gestion du cycle de vie des automates. Fournir un soutien technique et des conseils aux équipes impliquées dans la mise en œuvre et la migration vers les automates développés. Connaissances / compétences techniques : Expérience confirmée en développement Python Connaissance avancée dans l’utilisation d’Ansible Compétences en programmation, en développement et architecture logicielle. Excellentes capacités de communication et aptitude à travailler en équipe. Maitrise dans l’utilisation d’outil de versioning (Git) pour gérer les modifications du code source. Connaissance des méthodes",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:58.927603",
    "skills_categorized": {
      "cloud_devops": [
        "ansible"
      ]
    },
    "skills": [
      "ansible"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0015",
    "title": "Graphic Designer - Stagiaire ANAPEC | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Graphic Designer - Stagiaire ANAPEC - Casablanca Communication / Publicité / RP - Internet / Multimédia - Secteur Agence pub / Marketing Direct - Internet / Multimédia Débutant 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole de commerce Recherche de nouveauté Extraversion Ambition Flexibilité Besoin de réflexion Besoin d'autonomie Implication au travail Stage Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 04/02/2026 J'aime Suivre Entreprise : Smollan est une multinationale œuvrant dans les domaines des services de ventes, de marketing, de technologie des donnés et du E-commerce. L’entreprise est présente sur les cinq continents, dans plus de 60 pays, avec un effectif dépassant les 84 000 salariés. Au cours de ses 90 ans d’existence, Smollan a constitué un point pivot où les détaillants, les marques et les consommateurs se rencontrent. Nous influençons le choix, le moment et l’endroit où les acheteurs naviguent et achètent à travers de multiples points de contact, Servant plus de 80 % des marques les plus populaires au monde, Smollan couvre plus de 900 000 points de vente. Smollan a démarré en tant que société de service en 1931, et a continué à élargir le spectre de ses services en développant des partenariats avec des acteurs stratégiques clés au niveau mondial. Grâce à son engagement, son réseau et son savoir-faire, Smollan a réussi à développer une forte présence sur le continent africain dans plus de 15 pays. L’entreprise a commencé ses activées au Maroc en 2018 avec des leaders du marché des produits de grande consommation, et a continué à développer son portefeuille depuis lors en fournissant des services de ventes, de merchandising, et d’activations. Smollan opère au sein de l’écosystème du commerce de détail dans le but de transformer des vies en créant une activité diversifiée et durable qui relie les gens, les marques et les opportunités à travers la planification, l’exécution, le suivi et le reporting ",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:37:59.435093",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0016",
    "title": "Data Scientist | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Data Scientist - Casablanca Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia De 3 à 5 ans - De 5 à 10 ans Casablanca et région - Maroc Bac +4 Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Leyton CognitX is the AI & tech advisory of Leyton, bringing together a dynamic team of over 200 tech experts and data scientists. We specialize in delivering innovative AI and technology solutions that transform how organizations operate and compete. Our approach combines strategic advisory services with custom development, enabling businesses to harness the power of AI and advanced technologies. We work closely with each client to design intelligent, streamlined solutions that address their specific challenges and align with their strategic objectives. At Leyton CognitX, we believe that technology is more than just tools—it's a catalyst for meaningful organizational and technological transformation. Our mission is to empower companies to leverage AI and cutting-edge tech, turning complex challenges into opportunities for growth, efficiency, and innovation. Poste : As a Senior Data Scientist, you will be at the forefront of driving data-driven decision-making processes within our organization. We are seeking a candidate who excels in an environment that values learning, data, scale, and agility. Leveraging your strong collaboration skills and ability to extract valuable insights from highly complex data sets, you will be instrumental in asking the right questions and finding the right answers to propel our business forward. Missions Data Analysis :Analyze raw data to assess quality, perform cleansing, and structure it for downstream processing, ensuring data integrity and reliability. Algorithm Development: Design accurate and scalable prediction algorit",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:00.098028",
    "skills_categorized": {
      "langages_programmation": [
        "scala"
      ]
    },
    "skills": [
      "scala"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0017",
    "title": "Senior Data Scientist | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Senior Data Scientist - Casablanca Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia De 3 à 5 ans - De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Doctorat / DEA - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 02/02/2026 J'aime Suivre Entreprise : Leyton CognitX is the AI & tech advisory of Leyton, bringing together a dynamic team of over 200 tech experts and data scientists. We specialize in delivering innovative AI and technology solutions that transform how organizations operate and compete. Our approach combines strategic advisory services with custom development, enabling businesses to harness the power of AI and advanced technologies. We work closely with each client to design intelligent, streamlined solutions that address their specific challenges and align with their strategic objectives. At Leyton CognitX, we believe that technology is more than just tools—it's a catalyst for meaningful organizational and technological transformation. Our mission is to empower companies to leverage AI and cutting-edge tech, turning complex challenges into opportunities for growth, efficiency, and innovation. Poste : As a Senior Data Scientist, you will be at the forefront of driving data-driven decision-making processes within our organization. We are seeking a candidate who excels in an environment that values learning, data, scale, and agility. Leveraging your strong collaboration skills and ability to extract valuable insights from highly complex data sets, you will be instrumental in asking the right questions and finding the right answers to propel our business forward. Missions Data Analysis :Analyze raw data to assess quality, perform cleansing, and structure it for downstream processing, ensuring data integrity and reliability. Algorith",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:01.618014",
    "skills_categorized": {
      "langages_programmation": [
        "scala"
      ]
    },
    "skills": [
      "scala"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0018",
    "title": "Concepteur Développeur .Net (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Concepteur Développeur .Net (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Autres services De 1 à 3 ans Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail Autre Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:02.249456",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0019",
    "title": "Testeur Informatique Anglophone (H/F) | Salé Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Testeur Informatique Anglophone (H/F) - Salé Technopolis Informatique / Electronique - Internet / Multimédia - Secteur Informatique - De 1 à 3 ans 4 poste(s) sur Rabat et région - Maroc Bac +4 Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Travail en équipe Flexibilité Implication au travail Organisation CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : AXA Services Maroc est le centre d'expertise en relation client au Maroc des sociétés : AXA France, AXA Direct France, AXA Assistance, AXA Belgique et AXA Suisse Présents à Rabat depuis mai 2004 et à Kénitra depuis 2024, nous sommes à ce jour plus de 4 500 collaborateurs. Nous rejoindre : C'est choisir la première marque d'assurance mondiale C'est bénéficier d'une multitude d'avantages bien au-delà des normes du marché C'est évoluer dans un environnement valorisant proposant une diversité de métiers C'est intégrer un groupe responsable, offrant une véritable culture d'entreprise, basée sur le développement des compétences de chacun Nos métiers : Le savoir-faire de nos équipes couvre les principaux métiers de l'assurance : La vente de contrats La gestion des contrats assurances de dommages et des personnes La gestion des sinistres Auto et Habitation Le règlement des prestations Santé La mise en jeu des garanties Assistance La prise de rendez-vous pour le compte de nos Agents Généraux La gestion des contrats Epargne Poste : Le Testeur Informatique a pour missions principales d'être le représentant de l'équipe qualification au sein de l'équipe agile et de garantir à la fin du projet l'obtention d'un résultat conforme aux engagements en termes de qualité, performance, coût et délais sur le périmètre de la qualification. Dans ce cadre il : Contribue à la qualification sur son périmètre : Elaborer la stratégie de tests Veiller aux respects des",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:02.819410",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0020",
    "title": "Analyste sécurité des application et projets (H/F) Salé Technopolis | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Analyste sécurité des application et projets (H/F) Salé Technopolis - Rabat Informatique / Electronique - Secteur Informatique - Offshoring / Nearshoring De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : AXA Services Maroc est le centre d'expertise en relation client au Maroc des sociétés : AXA France, AXA Direct France, AXA Assistance, AXA Belgique et AXA Suisse Présents à Rabat depuis mai 2004 et à Kénitra depuis 2024, nous sommes à ce jour plus de 4 500 collaborateurs. Nous rejoindre : C'est choisir la première marque d'assurance mondiale C'est bénéficier d'une multitude d'avantages bien au-delà des normes du marché C'est évoluer dans un environnement valorisant proposant une diversité de métiers C'est intégrer un groupe responsable, offrant une véritable culture d'entreprise, basée sur le développement des compétences de chacun Nos métiers : Le savoir-faire de nos équipes couvre les principaux métiers de l'assurance : La vente de contrats La gestion des contrats assurances de dommages et des personnes La gestion des sinistres Auto et Habitation Le règlement des prestations Santé La mise en jeu des garanties Assistance La prise de rendez-vous pour le compte de nos Agents Généraux La gestion des contrats Epargne Poste : Sous la responsabilité du Responsable SSI , L'Analyste Sécurité des Applications et des Projets \"Build to Run\" accompagne les projets de l'entreprise en assurant la sécurité des systèmes d'information tout au long de leur cycle de vie, de la phase de conception et après en production. Il garantit la conformité des projets aux normes de sécurité en vigueur, évalue les risques, identifie les mesures de sécurité nécessa",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:03.545685",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0021",
    "title": "Spécialiste Paie (Expertise France) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Spécialiste Paie (Expertise France) - Rabat Centre d'appels (métiers de) - Secteur Centre d'appels Moins de 1 an 2 poste(s) sur Rabat et région - Maroc Bac +3 Minimum - Ecole de commerce - Licence Respect des règles Volonté de persuasion Distance émotionnelle Ténacité Besoin d'action Travail en équipe Implication au travail Organisation CDI Télétravail : Non Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : Sitel Group devient officiellement Foundever™. Foundever™ est un leader mondial de l'expérience client (CX). Avec 170 000 collaborateurs dans le monde, nous sommes l’équipe derrière les meilleures expériences des 750 plus grandes marques internationales et digitales. Nos solutions CX innovantes, notre technologie et notre expertise sont conçues pour répondre aux besoins opérationnels de nos clients et leur offrir une expérience sans couture, partout et à tout moment. Prenant en charge 9 millions d’expériences chaque jour dans plus de 60 langues et 45 pays, Foundever combine la force d’une présence mondiale à une approche entrepreneuriale, permettant aux entreprises de toutes tailles et de tous secteurs de transformer leur CX. Poste : Dans le cadre d’un projet pour l’un de nos clients, nous recrutons des Spécialistes Paie disposant d’une expertise confirmée en paie et déclarations sociales françaises, avec une forte orientation relation client. Missions principales • Assurer le traitement et le suivi de la paie française, dans le respect de la réglementation en vigueur et des conventions collectives applicables. • Gérer les déclarations sociales et répondre aux demandes liées à la paie et aux obligations légales. • Assurer la relation client via différents canaux (ticketing, live chat, téléphone). • Traiter des cas complexes : écarts de calcul, régularisations, rappels, soldes de tout compte, etc. • Expliquer d",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:05.062739",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "rekrute_0022",
    "title": "Chargé(e) de Communication & Digital | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Chargé(e) de Communication & Digital - Casablanca Communication / Publicité / RP - Marketing - Secteur Agence pub / Marketing Direct - Chimie / Parachimie / Peintures De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Extraversion Ambition Créativité Flexibilité Organisation CDI Télétravail : Non Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Chez ARCOL, nous cultivons bien plus qu’un savoir-faire industriel. Nous portons une vision. Depuis plus de 40 ans, nous avançons avec une ambition claire : bâtir une entreprise marocaine exemplaire, exigeante dans ses standards et profondément humaine dans sa culture. Notre croissance s’est construite sur la rigueur de nos équipes, la fiabilité de nos produits et la force de notre relation client. En rejoignant le Groupe Cromology, expert européen, puis le Nippon Paint Group – le quatrième plus grand acteur mondial du secteur de la peinture – nous avons élargi notre horizon, tout en restant fidèles à notre ancrage local. Cette double appartenance nous permet d’allier solidité, innovation et ouverture sur le monde. Rejoindre ARCOL, c’est intégrer un environnement où chaque engagement compte, chaque idée a sa place, et où la réussite collective s’écrit dans la durée. Arcol, c’est l’exigence comme standard, l’humain comme priorité. Poste : Définir et mettre en œuvre une stratégie de communication visant à accroître la visibilité et la notoriété de la marque. Développer et animer la présence digitale (réseaux sociaux, site web, newsletters, campagnes emailing). Gérer les relations influenceurs et partenaires. Participer à la conception de contenus créatifs (visuels, vidéos, articles, posts). Suivre et analyser les performances des campagnes digitales (reporting, KPIs, recommandations). Coordonner avec les équipes créatives et commerciales pour la réalisation des projets. Mise en œuvre et suivi des campagnes radio tv et affic",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:05.788797",
    "skills_categorized": {
      "concepts_techniques": [
        "api"
      ]
    },
    "skills": [
      "api"
    ],
    "num_skills": 1
  },
  {
    "job_id": "rekrute_0023",
    "title": "Remote QA-Analist – Logistiek | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Remote QA-Analist – Logistiek - Casablanca Centre d'appels (métiers de) - Secteur Centre d'appels De 1 à 3 ans 1 poste(s) sur Casablanca et région - Maroc Bac Minimum - Baccalauréat Respect des règles Volonté de persuasion Distance émotionnelle Ténacité Besoin d'action Travail en équipe Implication au travail Organisation CDI Télétravail : Oui 100% Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 15/02/2026 Behind The Brand Découvrez le quotidien des équipes et les bureaux ! Visiter l'entreprise J'aime Suivre Entreprise : Sitel Group devient officiellement Foundever™. Foundever™ est un leader mondial de l'expérience client (CX). Avec 170 000 collaborateurs dans le monde, nous sommes l’équipe derrière les meilleures expériences des 750 plus grandes marques internationales et digitales. Nos solutions CX innovantes, notre technologie et notre expertise sont conçues pour répondre aux besoins opérationnels de nos clients et leur offrir une expérience sans couture, partout et à tout moment. Prenant en charge 9 millions d’expériences chaque jour dans plus de 60 langues et 45 pays, Foundever combine la force d’une présence mondiale à une approche entrepreneuriale, permettant aux entreprises de toutes tailles et de tous secteurs de transformer leur CX. Poste : Als Remote Coach / Quality Analyst voor een logistiek project speel je een sleutelrol in de begeleiding, ontwikkeling en kwaliteitsopvolging van medewerkers binnen het contactcenter. Je belangrijkste verantwoordelijkheden: Nieuwe medewerkers actief ondersteunen tijdens hun integratieproces door hen te coachen, te trainen en hun prestaties op te volgen, met als doel hun competenties en zelfstandigheid te versterken. Regelmatig aanwezig zijn op het “plateau” (virtueel of fysiek indien nodig) om gepersonaliseerde coaching te bieden, directe feedback te geven en agents te helpen hun doelstellingen te behalen. Fungeren als vertrouwenspersoon en back-up van de Team Manager door zowel kwantitatiev",
    "source": "rekrute",
    "scrape_date": "2025-12-15T17:38:06.460664",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0000",
    "title": "Senior Python Developer (Ref#0)",
    "company": "TechCorp Morocco",
    "location": "Casablanca, Morocco",
    "description": "We are looking for a Senior Python Developer with 5+ years of experience. You will work on building scalable backend services using Django and FastAPI. Requirements: Strong Python knowledge, PostgreSQL, Redis, Docker, Kubernetes. Experience with AWS or Azure is a plus. Join our team of 50+ engineers!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963207",
    "skills_categorized": {
      "bases_donnees": [
        "postgresql",
        "redis"
      ],
      "cloud_devops": [
        "aws",
        "docker"
      ]
    },
    "skills": [
      "aws",
      "docker",
      "postgresql",
      "redis"
    ],
    "num_skills": 4
  },
  {
    "job_id": "linkedin_0001",
    "title": "Senior Python Developer (Ref#1)",
    "company": "TechCorp Morocco",
    "location": "Casablanca, Morocco",
    "description": "We are looking for a Senior Python Developer with 5+ years of experience. You will work on building scalable backend services using Django and FastAPI. Requirements: Strong Python knowledge, PostgreSQL, Redis, Docker, Kubernetes. Experience with AWS or Azure is a plus. Join our team of 50+ engineers!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963226",
    "skills_categorized": {
      "bases_donnees": [
        "postgresql",
        "redis"
      ],
      "cloud_devops": [
        "aws",
        "docker"
      ]
    },
    "skills": [
      "aws",
      "docker",
      "postgresql",
      "redis"
    ],
    "num_skills": 4
  },
  {
    "job_id": "linkedin_0002",
    "title": "Full Stack JavaScript Developer (Ref#10)",
    "company": "Global Tech Solutions",
    "location": "Remote",
    "description": "Hiring Full Stack JavaScript Developer (React + Node.js). 3-5 years experience required. You will develop modern web applications and REST APIs. Tech stack: React, TypeScript, Node.js, MongoDB, Docker. Competitive salary and remote work flexibility.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963232",
    "skills_categorized": {
      "langages_programmation": [
        "node.js",
        "typescript"
      ],
      "bases_donnees": [
        "mongodb"
      ]
    },
    "skills": [
      "mongodb",
      "node.js",
      "typescript"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0003",
    "title": "Full Stack JavaScript Developer (Ref#11)",
    "company": "Global Tech Solutions",
    "location": "Remote",
    "description": "Hiring Full Stack JavaScript Developer (React + Node.js). 3-5 years experience required. You will develop modern web applications and REST APIs. Tech stack: React, TypeScript, Node.js, MongoDB, Docker. Competitive salary and remote work flexibility.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963237",
    "skills_categorized": {
      "langages_programmation": [
        "node.js",
        "typescript"
      ],
      "bases_donnees": [
        "mongodb"
      ]
    },
    "skills": [
      "mongodb",
      "node.js",
      "typescript"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0004",
    "title": "DevOps Engineer - Cloud Infrastructure (Ref#20)",
    "company": "CloudFirst Maroc",
    "location": "Rabat, Morocco",
    "description": "DevOps Engineer needed for infrastructure management and automation. Experience with Kubernetes, Docker, CI/CD pipelines (Jenkins, GitLab CI), IaC (Terraform, Ansible). AWS or Azure certification is a plus. Help us scale our cloud platform.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963242",
    "skills_categorized": {
      "cloud_devops": [
        "docker",
        "gitlab ci",
        "kubernetes"
      ]
    },
    "skills": [
      "docker",
      "gitlab ci",
      "kubernetes"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0005",
    "title": "DevOps Engineer - Cloud Infrastructure (Ref#21)",
    "company": "CloudFirst Maroc",
    "location": "Rabat, Morocco",
    "description": "DevOps Engineer needed for infrastructure management and automation. Experience with Kubernetes, Docker, CI/CD pipelines (Jenkins, GitLab CI), IaC (Terraform, Ansible). AWS or Azure certification is a plus. Help us scale our cloud platform.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963247",
    "skills_categorized": {
      "cloud_devops": [
        "docker",
        "gitlab ci",
        "kubernetes"
      ]
    },
    "skills": [
      "docker",
      "gitlab ci",
      "kubernetes"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0006",
    "title": "Data Engineer (Ref#30)",
    "company": "DataDriven Corp",
    "location": "Remote, Europe",
    "description": "Data Engineer to build ETL pipelines and data warehouses. Skills: Python, SQL, Spark, Kafka, Apache Airflow. Work with big data technologies. 4+ years experience. Competitive compensation and career growth opportunities.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963251",
    "skills_categorized": {
      "bases_donnees": [
        "sql"
      ]
    },
    "skills": [
      "sql"
    ],
    "num_skills": 1
  },
  {
    "job_id": "linkedin_0007",
    "title": "Data Engineer (Ref#31)",
    "company": "DataDriven Corp",
    "location": "Remote, Europe",
    "description": "Data Engineer to build ETL pipelines and data warehouses. Skills: Python, SQL, Spark, Kafka, Apache Airflow. Work with big data technologies. 4+ years experience. Competitive compensation and career growth opportunities.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963254",
    "skills_categorized": {
      "bases_donnees": [
        "sql"
      ]
    },
    "skills": [
      "sql"
    ],
    "num_skills": 1
  },
  {
    "job_id": "linkedin_0008",
    "title": "React Frontend Developer (Ref#40)",
    "company": "DigitalNow Agency",
    "location": "Casablanca, Morocco",
    "description": "Frontend Developer (React + TypeScript) for innovative SaaS platform. Experience with modern React patterns, state management (Redux/Context), testing frameworks. 2-4 years experience. Great work environment and flexible hours.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963258",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0009",
    "title": "React Frontend Developer (Ref#41)",
    "company": "DigitalNow Agency",
    "location": "Casablanca, Morocco",
    "description": "Frontend Developer (React + TypeScript) for innovative SaaS platform. Experience with modern React patterns, state management (Redux/Context), testing frameworks. 2-4 years experience. Great work environment and flexible hours.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963262",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0010",
    "title": "Java Backend Engineer (Ref#50)",
    "company": "Enterprise Solutions Ltd",
    "location": "Remote",
    "description": "Java Engineer for building microservices architecture. Requirements: Java 11+, Spring Boot, REST APIs, relational databases, Git. Familiarity with Docker and Kubernetes a plus. 3-6 years experience. Stable position in established company.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963266",
    "skills_categorized": {
      "frameworks_web": [
        "spring boot"
      ],
      "cloud_devops": [
        "docker"
      ],
      "concepts_techniques": [
        "rest api"
      ]
    },
    "skills": [
      "docker",
      "rest api",
      "spring boot"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0011",
    "title": "Java Backend Engineer (Ref#51)",
    "company": "Enterprise Solutions Ltd",
    "location": "Remote",
    "description": "Java Engineer for building microservices architecture. Requirements: Java 11+, Spring Boot, REST APIs, relational databases, Git. Familiarity with Docker and Kubernetes a plus. 3-6 years experience. Stable position in established company.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963270",
    "skills_categorized": {
      "frameworks_web": [
        "spring boot"
      ],
      "cloud_devops": [
        "docker"
      ],
      "concepts_techniques": [
        "rest api"
      ]
    },
    "skills": [
      "docker",
      "rest api",
      "spring boot"
    ],
    "num_skills": 3
  },
  {
    "job_id": "linkedin_0012",
    "title": "Machine Learning Engineer (Ref#60)",
    "company": "AI Innovations Maroc",
    "location": "Rabat, Morocco",
    "description": "ML Engineer to develop machine learning models and pipelines. Python, TensorFlow/PyTorch, scikit-learn. Work on computer vision and NLP projects. 3+ years ML experience. Cutting-edge research opportunities.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963274",
    "skills_categorized": {
      "ai_ml": [
        "pytorch",
        "tensorflow"
      ]
    },
    "skills": [
      "pytorch",
      "tensorflow"
    ],
    "num_skills": 2
  },
  {
    "job_id": "linkedin_0013",
    "title": "Machine Learning Engineer (Ref#61)",
    "company": "AI Innovations Maroc",
    "location": "Rabat, Morocco",
    "description": "ML Engineer to develop machine learning models and pipelines. Python, TensorFlow/PyTorch, scikit-learn. Work on computer vision and NLP projects. 3+ years ML experience. Cutting-edge research opportunities.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963278",
    "skills_categorized": {
      "ai_ml": [
        "pytorch",
        "tensorflow"
      ]
    },
    "skills": [
      "pytorch",
      "tensorflow"
    ],
    "num_skills": 2
  },
  {
    "job_id": "linkedin_0014",
    "title": "Cloud Solutions Architect (Ref#70)",
    "company": "Infrastructure Plus",
    "location": "Remote, North Africa",
    "description": "Cloud Solutions Architect for designing scalable cloud infrastructure. AWS, Azure, GCP expertise. Design patterns, security, cost optimization. 7+ years architecture experience. Lead technical strategy for enterprise clients.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963281",
    "skills_categorized": {
      "cloud_devops": [
        "azure"
      ]
    },
    "skills": [
      "azure"
    ],
    "num_skills": 1
  },
  {
    "job_id": "linkedin_0015",
    "title": "Cloud Solutions Architect (Ref#71)",
    "company": "Infrastructure Plus",
    "location": "Remote, North Africa",
    "description": "Cloud Solutions Architect for designing scalable cloud infrastructure. AWS, Azure, GCP expertise. Design patterns, security, cost optimization. 7+ years architecture experience. Lead technical strategy for enterprise clients.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963285",
    "skills_categorized": {
      "cloud_devops": [
        "azure"
      ]
    },
    "skills": [
      "azure"
    ],
    "num_skills": 1
  },
  {
    "job_id": "linkedin_0016",
    "title": "Security Engineer (Ref#80)",
    "company": "CyberShield Morocco",
    "location": "Casablanca, Morocco",
    "description": "Security Engineer for application and infrastructure security. Knowledge of OWASP, penetration testing, SSL/TLS, WAF. 4+ years security experience. Build secure systems and conduct security audits.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963288",
    "skills_categorized": {
      "langages_programmation": [
        "typescript"
      ],
      "concepts_techniques": [
        "testing"
      ]
    },
    "skills": [
      "testing",
      "typescript"
    ],
    "num_skills": 2
  },
  {
    "job_id": "linkedin_0017",
    "title": "Security Engineer (Ref#81)",
    "company": "CyberShield Morocco",
    "location": "Casablanca, Morocco",
    "description": "Security Engineer for application and infrastructure security. Knowledge of OWASP, penetration testing, SSL/TLS, WAF. 4+ years security experience. Build secure systems and conduct security audits.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.963292",
    "skills_categorized": {
      "langages_programmation": [
        "typescript"
      ],
      "concepts_techniques": [
        "testing"
      ]
    },
    "skills": [
      "testing",
      "typescript"
    ],
    "num_skills": 2
  },
  {
    "job_id": "linkedin_0018",
    "title": "Database Administrator (Ref#90)",
    "company": "DataVault Systems",
    "location": "Remote",
    "description": "DBA for managing PostgreSQL and MongoDB databases. Performance tuning, backup strategies, replication. Linux administration. 5+ years DBA experience. 24/7 support role with on-call rotation.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964093",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0019",
    "title": "Database Administrator (Ref#91)",
    "company": "DataVault Systems",
    "location": "Remote",
    "description": "DBA for managing PostgreSQL and MongoDB databases. Performance tuning, backup strategies, replication. Linux administration. 5+ years DBA experience. 24/7 support role with on-call rotation.",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964107",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0020",
    "title": "QA Automation Engineer - 0",
    "company": "Tech Company A",
    "location": "Remote",
    "description": "Seeking experienced QA Automation Engineer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964114",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0021",
    "title": "Solutions Architect - 1",
    "company": "Tech Company B",
    "location": "Casablanca, Morocco",
    "description": "Seeking experienced Solutions Architect for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964121",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0022",
    "title": "Technical Lead - 2",
    "company": "Tech Company C",
    "location": "Remote",
    "description": "Seeking experienced Technical Lead for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964128",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0023",
    "title": "System Administrator - 3",
    "company": "Tech Company D",
    "location": "Casablanca, Morocco",
    "description": "Seeking experienced System Administrator for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964132",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0024",
    "title": "Network Engineer - 4",
    "company": "Tech Company E",
    "location": "Remote",
    "description": "Seeking experienced Network Engineer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964136",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0025",
    "title": "Mobile Developer (iOS/Android) - 5",
    "company": "Tech Company F",
    "location": "Casablanca, Morocco",
    "description": "Seeking experienced Mobile Developer (iOS/Android) for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964140",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0026",
    "title": "Go Programmer - 6",
    "company": "Tech Company G",
    "location": "Remote",
    "description": "Seeking experienced Go Programmer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964144",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0027",
    "title": "Rust Systems Engineer - 7",
    "company": "Tech Company H",
    "location": "Casablanca, Morocco",
    "description": "Seeking experienced Rust Systems Engineer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964148",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0028",
    "title": "PHP Backend Developer - 8",
    "company": "Tech Company I",
    "location": "Remote",
    "description": "Seeking experienced PHP Backend Developer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964152",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  },
  {
    "job_id": "linkedin_0029",
    "title": "Scala Engineer - 9",
    "company": "Tech Company J",
    "location": "Casablanca, Morocco",
    "description": "Seeking experienced Scala Engineer for our growing team. 3-5 years relevant experience required. Competitive salary and benefits package. Join our innovative company!",
    "source": "linkedin.com",
    "scrape_date": "2025-12-15T17:38:06.964156",
    "skills_categorized": {},
    "skills": [],
    "num_skills": 0
  }
]