[
  {
    "job_id": "rekrute_0001",
    "title": "QA Automation Mobile IOS/Android/Back | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi QA Automation Mobile IOS/Android/Back - Casablanca - Capgemini QA Automation Mobile IOS/Android/Back - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 50 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 16/02/2026 J'aime Suivre Entreprise : Capgemini est un leader mondial, responsable et multiculturel, regroupant 325 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de 55 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 18 milliards d'euros en 2021. Quelques raisons de nous rejoindre • Qualité de vie au travail : Possibilité de télétravail au Maroc ainsi qu’a l’international et autonomie dans l’organisation de votre quotidien, missions hybrides selon vos préférences. • Apprentissage en continu : accédez aux formations et certifications dédiées à votre techno, accompagnement personnalisé et parcours d’intégration structuré. • Projets variés et à fort impact : intervenez auprès de grands comptés dans des secteurs diversifiés avec des enjeux métiers et technologiques stimulants. • Écosystème d’expertise : bénéficiez d’un accompagnement technique personnalisé et d’une intégration active dans nos communautés métiers. Poste : Votre mission Au sein de nos équipes projet, vous contribuerez au développement de solutions digitales innovantes pour des clients grands comptes dans les secteurs banque, assurance, énergie et industrie. Vous intégrerez une équipe pluridisciplinaire, organisée en mode Agile, et intervenant sur des projets à fort impact métier. En tant que QA Automation Mobile IOS/Android, vous interviendrez dans des missions variées telles que : - Organisation et gestion des tests durant les Sprints. - Réalisation des tests techniques et fonctionnels pour le Front-end (iOS et Android) et le Back-end (Postman). - Développement d’une stratégie de tests manuels et automatisés. - Création des plans de tests. - Conception et mise à disposition des jeux de données de test. - Participation aux raffinements des User Stories. - Rédaction des cas de tests (format Gherkin) et gestion de la bibliothèque de tests. - E",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:41:37.772952",
    "description_cleaned": "offre d'emploi qa automation mobile ios/android/back - casablanca - capgemini qa automation mobile ios/android/back - casablanca informatique / electronique - secteur informatique de 5 10 ans 50 poste s sur casablanca et r gion - maroc bac +5 et plus minimum recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride poste avec management publi e aujourd'hui sur rekrute com - postulez avant le 16/02/2026 j'aime suivre entreprise capgemini est un leader mondial responsable et multiculturel regroupant 325 000 personnes dans plus de 50 pays partenaire strat gique des entreprises pour la transformation de leurs activit s en tirant profit de toute la puissance de la technologie le groupe est guid au quotidien par sa raison d tre lib rer les nergies humaines par la technologie pour un avenir inclusif et durable fort de 55 ans d exp rience et d une grande expertise des diff rents secteurs d activit capgemini est reconnu par ses clients pour r pondre l ensemble de leurs besoins de la strat gie et du design jusqu au management des op rations en tirant parti des innovations dans les domaines en perp tuelle volution du cloud de la data de l intelligence artificielle de la connectivit des logiciels de l ing nierie digitale et des plateformes le groupe a r alis un chiffre d'affaires de 18 milliards d'euros en 2021 quelques raisons de nous rejoindre qualit de vie au travail possibilit de t l travail au maroc ainsi qu a l international et autonomie dans l organisation de votre quotidien missions hybrides selon vos pr f rences apprentissage en continu acc dez aux formations et certifications d di es votre techno accompagnement personnalis et parcours d int gration structur projets vari s et fort impact intervenez aupr s de grands compt s dans des secteurs diversifi s avec des enjeux m tiers et technologiques stimulants cosyst me d expertise b n ficiez d un accompagnement technique personnalis et d une int gration active dans nos communaut s m tiers poste votre mission au sein de nos quipes projet vous contribuerez au d veloppement de solutions digitales innovantes pour des clients grands comptes dans les secteurs banque assurance nergie et industrie vous int grerez une quipe pluridisciplinaire organis e en mode agile et intervenant sur des projets fort impact m tier en tant que qa automation mobile ios/android vous interviendrez dans des missions vari es telles que - organisation et gestion des tests durant les sprints - r alisation des tests techniques et fonctionnels pour le front-end ios et android et le back-end postman - d veloppement d une strat gie de tests manuels et automatis s - cr ation des plans de tests - conception et mise disposition des jeux de donn es de test - participation aux raffinements des user stories - r daction des cas de tests format gherkin et gestion de la biblioth que de tests - e",
    "title_cleaned": "qa automation mobile ios/android/back casablanca maroc",
    "skills": [
      "Postman",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Postman",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.189391",
    "cluster": 2
  },
  {
    "job_id": "rekrute_0002",
    "title": "Product Owner (H/ F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Product Owner (H/ F) - Casablanca - Confidential Product Owner (H/ F) - Casablanca Informatique / Electronique - Secteur Informatique - Internet / Multimédia De 5 à 10 ans - De 10 à 20 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDI Télétravail : Hybride Poste avec Management Publiée aujourd'hui sur ReKrute.com - Postulez avant le 27/01/2026 J'aime Entreprise : For one of our projects we're hiring a Product Owner (H/ F) Poste : Key Responsibilities: • Support the scoping of change initiatives required for the Transformation Programme, working within a Scaled Agile framework • Contribute to organizational frameworks, templates, and delivery models. • Support governance reporting, risk management, and audit readiness. • Mentor Business Analysts and contribute to capability building across the BA/PO community. • Own and prioritize the squad backlog, ensuring clarity of epics and user stories. Manage requirements throughout the project lifecycle to ensure end-to-end traceability. • Engage with stakeholders at all levels to gather and clarify business requirements. • Use techniques such as workshops, use cases, value streams, and personas to validate and refine requirements. • Define acceptance criteria and ensure stories are testable and value-driven. • Facilitate sprint planning, reviews, and retrospectives. • Track delivery KPIs and ensure transparency of progress. • Act as the bridge between business stakeholders and the squad. Ensure requirements are fully understood and approved by stakeholders • Collaborate with designers, architects, and developers to shape solutions. • Support the development, systems testing, user acceptance testing and implementation of solutions by working closely with solution partners, suppliers, and business stakeholders. • Support UAT and rollout readiness. • Ensure agile discipline, delivery quality, and alignment with global standards. • Complete regulatory obligations as mandated by regulatory bodies • Adhere to the Information Security policies day in and day out • Report any ISMS events / incidents as per the reporting procedures • Shall be aware of all ISMS principles and guidelines Profil recherché : Bachelor’s or Master’s degree in Computer Science, Engineering. 8-12 years of total experience which includes 6 to 8 years of relevant experience in Business Analysis, Product Owner or related roles. Strong knowledge of agile delivery (SAFe preferred). Experience in backlog management and agile ceremonies. Excellent facilitation and stakeholder management skills Global rollout or transformation program background Insurance domain knowledge Experience in ABS/BMP/GRP2 or equivalent core insurance platforms. Working knowledge of BMP assets Demonstrated experience partnering with external stakeholders and successfully steering/guiding diverse, cross-functional teams toward achi",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:41:40.694675",
    "description_cleaned": "offre d'emploi product owner h/ f - casablanca - confidential product owner h/ f - casablanca informatique / electronique - secteur informatique - internet / multim dia de 5 10 ans - de 10 20 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdi t l travail hybride poste avec management publi e aujourd'hui sur rekrute com - postulez avant le 27/01/2026 j'aime entreprise for one of our projects we're hiring a product owner h/ f poste key responsibilities support the scoping of change initiatives required for the transformation programme working within a scaled agile framework contribute to organizational frameworks templates and delivery models support governance reporting risk management and audit readiness mentor business analysts and contribute to capability building across the ba/po community own and prioritize the squad backlog ensuring clarity of epics and user stories manage requirements throughout the project lifecycle to ensure end-to-end traceability engage with stakeholders at all levels to gather and clarify business requirements use techniques such as workshops use cases value streams and personas to validate and refine requirements define acceptance criteria and ensure stories are testable and value-driven facilitate sprint planning reviews and retrospectives track delivery kpis and ensure transparency of progress act as the bridge between business stakeholders and the squad ensure requirements are fully understood and approved by stakeholders collaborate with designers architects and developers to shape solutions support the development systems testing user acceptance testing and implementation of solutions by working closely with solution partners suppliers and business stakeholders support uat and rollout readiness ensure agile discipline delivery quality and alignment with global standards complete regulatory obligations as mandated by regulatory bodies adhere to the information security policies day in and day out report any isms events / incidents as per the reporting procedures shall be aware of all isms principles and guidelines profil recherch bachelor s or master s degree in computer science engineering 8-12 years of total experience which includes 6 to 8 years of relevant experience in business analysis product owner or related roles strong knowledge of agile delivery safe preferred experience in backlog management and agile ceremonies excellent facilitation and stakeholder management skills global rollout or transformation program background insurance domain knowledge experience in abs/bmp/grp2 or equivalent core insurance platforms working knowledge of bmp assets demonstrated experience partnering with external stakeholders and successfully steering/guiding diverse cross-functional teams toward achi",
    "title_cleaned": "product owner h/ f casablanca maroc",
    "skills": [
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.210785",
    "cluster": 2
  },
  {
    "job_id": "rekrute_0003",
    "title": "B2 - Certifying Engineer | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi B2 - Certifying Engineer - Casablanca - Air Arabia B2 - Certifying Engineer - Casablanca Production / Qualité / Sécurité / Maintenance - Secteur Aéronautique / Spatial De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum Respect des règles Rationalisme Ténacité Besoin d'objectivité Organisation CDI Télétravail : Non Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 15/02/2026 J'aime Suivre Entreprise : Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all Arab countries and beyond, constantly undergoing aggressive route expansion, taking advantage of its ideally located hubs in the United Arab Emirates, Morocco and Egypt. Over the past years, Air Arabia, through continuous market research and customer feedback, has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of A320 aircraft. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. The airline commenced operations in October 2003 and achieved financial break-even from its very first year of services and has been profitable ever since. - Company Presentation: Air Arabia Maroc is part of the Air Arabia Group. Based in Casablanca, Air Arabia Maroc is Morocco's leading Low Cost Carrier (LCC). Focusing on an offer that combines comfort, reliability and excellent value for money, the airline was established in April 2009. Company address: 04 Rue Carthage, Quartier les Iris, Casablanca Company name: Air Arabia Maroc Industry: Airline company Company Video Links: https://www.youtube.com/watch?v=nXcaeHzMwgs Poste : Job Purpose Carries out and supervises Line/Base-level maintenance tasks on Air Arabia and 3rd party aircrafts within the CAR 66 ‘B2’ License Category, ensuring the required work is performed, certified and recorded accurately and timely in accordance with Air Arabia and regulatory requirements. Key Result Responsibilities Operational Excellence : Reviews assigned task cards with the Maintenance Manager to gain full understanding of the work, priorities, documentation requirements and cautions, prior to starting work. Prepares and performs scheduled aircraft maintenance according to assigned task cards, ensuring that the required documentation, parts, tools and GSE are obtained and used per issued instructions. Carries out aircraft test and inspection tasks to the standard necessary to fully identify and record any defects or damage in accordance with approved maintenance procedures. Performs defect troubleshooting and rectification in accordance with Aircraft Maintenance Manuals and instructions provided by Engineering Department. Signs off mainte",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:41:47.669394",
    "description_cleaned": "offre d'emploi b2 - certifying engineer - casablanca - air arabia b2 - certifying engineer - casablanca production / qualit / s curit / maintenance - secteur a ronautique / spatial de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +3 minimum respect des r gles rationalisme t nacit besoin d'objectivit organisation cdi t l travail non publi e il y a 2 jours sur rekrute com - postulez avant le 15/02/2026 j'aime suivre entreprise air arabia pjsc listed on the dubai financial market is the middle east and north africa s first and leading low-cost carrier flying to over 150 destinations across the world air arabia was the first airline to introduce the low-cost carrier concept in the region and is on a mission to serve all arab countries and beyond constantly undergoing aggressive route expansion taking advantage of its ideally located hubs in the united arab emirates morocco and egypt over the past years air arabia through continuous market research and customer feedback has provided a range of value added services to millions of passengers who chose to fly with the airline's fleet of a320 aircraft the airline commenced operations in october 2003 and achieved financial break-even from its very first year of services and has been profitable ever since the airline commenced operations in october 2003 and achieved financial break-even from its very first year of services and has been profitable ever since - company presentation air arabia maroc is part of the air arabia group based in casablanca air arabia maroc is morocco's leading low cost carrier lcc focusing on an offer that combines comfort reliability and excellent value for money the airline was established in april 2009 company address 04 rue carthage quartier les iris casablanca company name air arabia maroc industry airline company company video links poste job purpose carries out and supervises line/base-level maintenance tasks on air arabia and 3rd party aircrafts within the car 66 b2 license category ensuring the required work is performed certified and recorded accurately and timely in accordance with air arabia and regulatory requirements key result responsibilities operational excellence reviews assigned task cards with the maintenance manager to gain full understanding of the work priorities documentation requirements and cautions prior to starting work prepares and performs scheduled aircraft maintenance according to assigned task cards ensuring that the required documentation parts tools and gse are obtained and used per issued instructions carries out aircraft test and inspection tasks to the standard necessary to fully identify and record any defects or damage in accordance with approved maintenance procedures performs defect troubleshooting and rectification in accordance with aircraft maintenance manuals and instructions provided by engineering department signs off mainte",
    "title_cleaned": "b2 - certifying engineer casablanca maroc",
    "skills": [],
    "skills_weighted": [],
    "num_skills": 0,
    "processed_at": "2025-12-17T08:44:03.228086",
    "cluster": 5
  },
  {
    "job_id": "rekrute_0004",
    "title": "Concepteur Développeur Python / Ansible (H/ F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Concepteur Développeur Python / Ansible (H/ F) - Rabat - Confidential Concepteur Développeur Python / Ansible (H/ F) - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Oui 100% Poste avec Management Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 13/01/2026 J'aime Entreprise : Pour l'un de nos projets, nous recrutons un Concepteur Développeur Python (H/ F) : La mission consistera à assumer la responsabilité du développement d'automates en Ansible/Python destinés à la gestion des équipements réseau. Le projet englobe l'ensemble des équipements réseau relevant du domaine PFC. La réalisation de ce projet nécessite également une familiarité avec les méthodes de développement Agile. Poste : Responsabilités : Contribuer activement à l'avancement du projet en développant les automates, en documentant leur fonctionnement et en communiquant avec les utilisateurs. Gérer l'intégration des automates dans un environnement de test et participer au déploiement vers la cible. Contribuer à la planification, à l'organisation et au suivi du projet tout en respectant les échéances. Programmer les réunions nécessaires, résoudre les points de blocage et, le cas échéant, escalader les problèmes. Évaluer les risques et proposer des solutions pour les maîtriser. Assurer la gestion du cycle de vie des automates. Fournir un soutien technique et des conseils aux équipes impliquées dans la mise en œuvre et la migration vers les automates développés. Connaissances / compétences techniques : Expérience confirmée en développement Python Connaissance avancée dans l’utilisation d’Ansible Compétences en programmation, en développement et architecture logicielle. Excellentes capacités de communication et aptitude à travailler en équipe. Maitrise dans l’utilisation d’outil de versioning (Git) pour gérer les modifications du code source. Connaissance des méthodes Agile (SCRUM) Connaissance des outils JIRA/Confluence Connaissance des environnements système Linux Connaissance des réseaux et infrastructures informatiques est un plus Profil recherché : Profil recherché : De formation Bac +5, que ce soit en école d'ingénieurs ou équivalent universitaire, il dispose d'une expérience professionnelle significative de plus de cinq ans dans les domaines de l'analyse, la conception, le développement, l'intégration et le déploiement d'applications Python. De plus, il possède une solide expertise dans l'utilisation d'Ansible, Gitlab avec une maîtrise avérée. Les compétences essentielles incluent :rogrammation Python / Ansible Maitrise d'Ansible et création de playbooks Maitrise des principes et outils de CI/CD (Gitlab) Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:41:57.929551",
    "description_cleaned": "offre d'emploi concepteur d veloppeur python / ansible h/ f - rabat - confidential concepteur d veloppeur python / ansible h/ f - rabat informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail oui 100 poste avec management publi e il y a 2 jours sur rekrute com - postulez avant le 13/01/2026 j'aime entreprise pour l'un de nos projets nous recrutons un concepteur d veloppeur python h/ f la mission consistera assumer la responsabilit du d veloppement d'automates en ansible/python destin s la gestion des quipements r seau le projet englobe l'ensemble des quipements r seau relevant du domaine pfc la r alisation de ce projet n cessite galement une familiarit avec les m thodes de d veloppement agile poste responsabilit s contribuer activement l'avancement du projet en d veloppant les automates en documentant leur fonctionnement et en communiquant avec les utilisateurs g rer l'int gration des automates dans un environnement de test et participer au d ploiement vers la cible contribuer la planification l'organisation et au suivi du projet tout en respectant les ch ances programmer les r unions n cessaires r soudre les points de blocage et le cas ch ant escalader les probl mes valuer les risques et proposer des solutions pour les ma triser assurer la gestion du cycle de vie des automates fournir un soutien technique et des conseils aux quipes impliqu es dans la mise en uvre et la migration vers les automates d velopp s connaissances / comp tences techniques exp rience confirm e en d veloppement python connaissance avanc e dans l utilisation d ansible comp tences en programmation en d veloppement et architecture logicielle excellentes capacit s de communication et aptitude travailler en quipe maitrise dans l utilisation d outil de versioning git pour g rer les modifications du code source connaissance des m thodes agile scrum connaissance des outils jira/confluence connaissance des environnements syst me linux connaissance des r seaux et infrastructures informatiques est un plus profil recherch profil recherch de formation bac +5 que ce soit en cole d'ing nieurs ou quivalent universitaire il dispose d'une exp rience professionnelle significative de plus de cinq ans dans les domaines de l'analyse la conception le d veloppement l'int gration et le d ploiement d'applications python de plus il poss de une solide expertise dans l'utilisation d'ansible gitlab avec une ma trise av r e les comp tences essentielles incluent rogrammation python / ansible maitrise d'ansible et cr ation de playbooks maitrise des principes et outils de ci/cd gitlab traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n",
    "title_cleaned": "concepteur d veloppeur python / ansible h/ f rabat maroc",
    "skills": [
      "Ansible",
      "Scrum",
      "Git",
      "CI/CD",
      "JIRA",
      "Confluence",
      "GitLab",
      "Python",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Ansible",
        "weight": 1.0
      },
      {
        "skill": "Scrum",
        "weight": 1.0
      },
      {
        "skill": "Git",
        "weight": 1.0
      },
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "JIRA",
        "weight": 1.0
      },
      {
        "skill": "Confluence",
        "weight": 1.0
      },
      {
        "skill": "GitLab",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 9,
    "processed_at": "2025-12-17T08:44:03.245079",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0005",
    "title": "Concepteur Développeur .Net (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Concepteur Développeur .Net (F/H) - Rabat - Sofrecom Maroc Concepteur Développeur .Net (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Autres services De 1 à 3 ans Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail Autre Télétravail : Hybride Publiée il y a 2 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Au sein de l’équipe de développement, le Concepteur Développeur participe à la conception, au développement et à l’évolution d’applications Microsoft en étant accompagné par des profils expérimentés. Il/Elle contribue à des projets collaboratifs et à la transformation numérique autour de SharePoint et de l’écosystème Microsoft 365. Responsabilités • Participer à l’analyse des besoins fonctionnels avec l’appui du référent technique. • Contribuer à la conception et au développement d’applications en .NET et JavaScript. • Développer et pers",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:41:58.480461",
    "description_cleaned": "offre d'emploi concepteur d veloppeur net f/h - rabat - sofrecom maroc concepteur d veloppeur net f/h - rabat informatique / electronique - internet / multim dia - secteur informatique - autres services de 1 3 ans rabat et r gion - maroc bac +5 et plus minimum recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail autre t l travail hybride publi e il y a 2 jours sur rekrute com - postulez avant le 12/02/2026 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste au sein de l quipe de d veloppement le concepteur d veloppeur participe la conception au d veloppement et l volution d applications microsoft en tant accompagn par des profils exp riment s il/elle contribue des projets collaboratifs et la transformation num rique autour de sharepoint et de l cosyst me microsoft 365 responsabilit s participer l analyse des besoins fonctionnels avec l appui du r f rent technique contribuer la conception et au d veloppement d applications en net et javascript d velopper et pers",
    "title_cleaned": "concepteur d veloppeur net f/h rabat maroc",
    "skills": [
      "JavaScript"
    ],
    "skills_weighted": [
      {
        "skill": "JavaScript",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.262201",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0006",
    "title": "Tech Lead développeur Python (F/H) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Tech Lead développeur Python (F/H) - Rabat - Sofrecom Maroc Tech Lead développeur Python (F/H) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 21/12/2025 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Description de la mission et des activités Au sein d’une équipe de développement intégrée, en coordination avec les différents autres périmètres de l’équipe, le Tech Lead Python contribuera aux développements de différentes applications pour le monitoring du CDN, les développements de fonctionnalités supplémentaires ainsi que l’intégration des fonctions de sécurité et d’edge computing. • La personne aura pour rôle d’interagir avec l’architecte et le Product Owner afin de produire des spécifications techniques détaillées répondant ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:01.078846",
    "description_cleaned": "offre d'emploi tech lead d veloppeur python f/h - rabat - sofrecom maroc tech lead d veloppeur python f/h - rabat informatique / electronique - internet / multim dia - secteur informatique de 5 10 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 5 jours sur rekrute com - postulez avant le 21/12/2025 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste description de la mission et des activit s au sein d une quipe de d veloppement int gr e en coordination avec les diff rents autres p rim tres de l quipe le tech lead python contribuera aux d veloppements de diff rentes applications pour le monitoring du cdn les d veloppements de fonctionnalit s suppl mentaires ainsi que l int gration des fonctions de s curit et d edge computing la personne aura pour r le d interagir avec l architecte et le product owner afin de produire des sp cifications techniques d taill es r pondant",
    "title_cleaned": "tech lead d veloppeur python f/h rabat maroc",
    "skills": [
      "Edge Computing",
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "Edge Computing",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.279428",
    "cluster": 6
  },
  {
    "job_id": "rekrute_0007",
    "title": "Business Developer – Spécialiste du Closing (WeClose) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Business Developer – Spécialiste du Closing (WeClose) - Casablanca - Weclose Business Developer – Spécialiste du Closing (WeClose) - Casablanca Centre d'appels (métiers de) - Commercial / Vente / Export - Secteur Banque / Finance - Centre d'appels De 3 à 5 ans 10 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum - Ecole de commerce Respect des règles Extraversion Volonté de persuasion Distance émotionnelle Ténacité Besoin d'action Travail en équipe Improvisation CDI Télétravail : Hybride Publiée il y a 5 jours sur ReKrute.com - Postulez avant le 12/02/2026 J'aime Suivre Entreprise : Nous sommes un groupe multinational numéro 1 sur le marché francophone du closing commercial haut niveau. Nous ouvrons notre filiale Weclose à Casablanca et recherchons nos talents de demain. Notre mission est simple : convertir des Leads (prospects chauds) en clients engagés, avec précision, impact et efficacité. Pas de prospection. Pas de perte de temps. Que du closing pur. Nous réunissons une équipe de performers, passionnés par la psychologie de la vente, l’écoute stratégique et la conclusion parfaite. Notre environnement est rapide, dynamique, exigeant — et nous ouvrons nos portes avec une équipe de closers prêts à performer et à monter en puissance très rapidement. Le tout avec un objectif de croissance énorme, et des volumes de plus de 250 collaborateurs à moyen terme. Si vous voulez rejoindre une structure ambitieuse, apprendre vite, performer fort et évoluer dans un écosystème orienté résultats… Bienvenue dans l’élite du closing. Poste : Compétence OBLIGATOIRE : Maîtrise parfaite du français Aisance verbale Prononciation impeccable Capacité à argumenter et convaincre sans accrocs Fluidité naturelle dans les échanges commerciaux (Les candidatures ne répondant pas à cette exigence ne seront pas étudiées.) Autres critères : Expérience en vente : Closer, Sales, Account Executive, Téléconseiller haut niveau, B2B ou B2C Très bonne écoute et compréhension fine des besoins Autonomie, rigueur, capacité à gérer un pipeline Goût du challenge et de la performance Relationnel fort, persuasion, mental solide Ce que nous offrons : 10 000 DH nets/mois de salaire fixe 5 000 DH nets/mois de prime de performance (atteignable dès les premiers mois) Programme de formation accélérée au closing haut niveau dès l'integration Coaching opérationnel continu Assurance maladie dès le premier jour Profil recherché : Tu es la bonne personne si : Tu as une expérience réussie en vente : Closer, Account Executive, Sales direct (B2B ou B2C). Tu excelles dans l’écoute active et la compréhension fine des besoins. Tu es autonome, structuré(e) et à l’aise avec la gestion d’un pipeline d’opportunités. Le challenge t’anime et tu aimes atteindre (et dépasser) tes objectifs. Tu as un excellent relationnel, de l’énergie, du mental et une grande persévérance. Postule si (et seulement si) Tu maîtrises parfaitement le français et les technique de vente + Tu veux intégrer une structur",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:06.828458",
    "description_cleaned": "offre d'emploi business developer sp cialiste du closing weclose - casablanca - weclose business developer sp cialiste du closing weclose - casablanca centre d'appels m tiers de - commercial / vente / export - secteur banque / finance - centre d'appels de 3 5 ans 10 poste s sur casablanca et r gion - maroc bac +3 minimum - ecole de commerce respect des r gles extraversion volont de persuasion distance motionnelle t nacit besoin d'action travail en quipe improvisation cdi t l travail hybride publi e il y a 5 jours sur rekrute com - postulez avant le 12/02/2026 j'aime suivre entreprise nous sommes un groupe multinational num ro 1 sur le march francophone du closing commercial haut niveau nous ouvrons notre filiale weclose casablanca et recherchons nos talents de demain notre mission est simple convertir des leads prospects chauds en clients engag s avec pr cision impact et efficacit pas de prospection pas de perte de temps que du closing pur nous r unissons une quipe de performers passionn s par la psychologie de la vente l coute strat gique et la conclusion parfaite notre environnement est rapide dynamique exigeant et nous ouvrons nos portes avec une quipe de closers pr ts performer et monter en puissance tr s rapidement le tout avec un objectif de croissance norme et des volumes de plus de 250 collaborateurs moyen terme si vous voulez rejoindre une structure ambitieuse apprendre vite performer fort et voluer dans un cosyst me orient r sultats bienvenue dans l lite du closing poste comp tence obligatoire ma trise parfaite du fran ais aisance verbale prononciation impeccable capacit argumenter et convaincre sans accrocs fluidit naturelle dans les changes commerciaux les candidatures ne r pondant pas cette exigence ne seront pas tudi es autres crit res exp rience en vente closer sales account executive t l conseiller haut niveau b2b ou b2c tr s bonne coute et compr hension fine des besoins autonomie rigueur capacit g rer un pipeline go t du challenge et de la performance relationnel fort persuasion mental solide ce que nous offrons 10 000 dh nets/mois de salaire fixe 5 000 dh nets/mois de prime de performance atteignable d s les premiers mois programme de formation acc l r e au closing haut niveau d s l'integration coaching op rationnel continu assurance maladie d s le premier jour profil recherch tu es la bonne personne si tu as une exp rience r ussie en vente closer account executive sales direct b2b ou b2c tu excelles dans l coute active et la compr hension fine des besoins tu es autonome structur e et l aise avec la gestion d un pipeline d opportunit s le challenge t anime et tu aimes atteindre et d passer tes objectifs tu as un excellent relationnel de l nergie du mental et une grande pers v rance postule si et seulement si tu ma trises parfaitement le fran ais et les technique de vente + tu veux int grer une structur",
    "title_cleaned": "business developer sp cialiste du closing weclose casablanca maroc",
    "skills": [],
    "skills_weighted": [],
    "num_skills": 0,
    "processed_at": "2025-12-17T08:44:03.296881",
    "cluster": 5
  },
  {
    "job_id": "rekrute_0008",
    "title": "Senior AI Engineer | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Senior AI Engineer - Rabat - ALTEN Maroc Senior AI Engineer - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 7 jours sur ReKrute.com - Postulez avant le 10/02/2026 J'aime Suivre Entreprise : ALTEN MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2200 collaborateurs et vise un centre d’excellence de 3300 ALTENiens en fin 2027. Elle s’impose aujourd’hui comme un acteur stratégique dans l’accompagnement du développement professionnel des ingénieurs. Notre mission : répondre aux ambitions technologiques de nos clients — grands donneurs d’ordre internationaux — dans les secteurs de l’automobile, du ferroviaire, de la R&D et de l’IT, des télécommunications et des médias. Rejoindre ALTEN Maroc, c’est intégrer un écosystème d’excellence et bénéficier : • D’un parcours de carrière personnalisé et évolutif • D’une politique ambitieuse de développement des compétences • D’un environnement de travail stimulant, collaboratif et porteur de sens Poste : • Evaluate AI model performance, accuracy, reliability, and scalability - understanding of quality optimization processes • Collaborate with Full Stack Developers to integrate AI functionalities into production systems. • Maintain documentation, experiment tracking, and performance benchmarks. • Ensure compliance with privacy, security, and data governance requirements. • Develop pipelines for inference and model testing. Profil recherché : Proven experience of more than 4 years in Artificial Intelligence. Experience deploying or integrating AI services in production environments. Fluency in prompt engineering techniques, dealing with hallucinations, tuning LLM parameters Understanding of RAG pattern and basic search relevancy optimization AI Agents, MCP Servers, Hybrid Search are beneficial Strong analytical thinking and scientific mindset. Good understanding of AI/ML research pipelines for quality optimization, experiments benchmarking and tracking, cooperation with subject matter experts Experience in experiments scaling and monitoring in production is a plus Proficient in Python development and development best practices Hugging Face Transformers - Nice to have, vectorization and other libraries LangChain, LlamaIndex is a plus Experience in Cloud Platforms (Azure, AWS) is beneficial Adresse de notre siège : Rabat 10000 Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi q",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:19.358972",
    "description_cleaned": "offre d'emploi senior ai engineer - rabat - alten maroc senior ai engineer - rabat informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 7 jours sur rekrute com - postulez avant le 10/02/2026 j'aime suivre entreprise alten maroc filiale du leader mondial de l ing nierie et du conseil en technologie cr en 2008 et pr sent f s rabat t touan et casablanca compte aujourd hui plus de 2200 collaborateurs et vise un centre d excellence de 3300 alteniens en fin 2027 elle s impose aujourd hui comme un acteur strat gique dans l accompagnement du d veloppement professionnel des ing nieurs notre mission r pondre aux ambitions technologiques de nos clients grands donneurs d ordre internationaux dans les secteurs de l automobile du ferroviaire de la r d et de l it des t l communications et des m dias rejoindre alten maroc c est int grer un cosyst me d excellence et b n ficier d un parcours de carri re personnalis et volutif d une politique ambitieuse de d veloppement des comp tences d un environnement de travail stimulant collaboratif et porteur de sens poste evaluate ai model performance accuracy reliability and scalability - understanding of quality optimization processes collaborate with full stack developers to integrate ai functionalities into production systems maintain documentation experiment tracking and performance benchmarks ensure compliance with privacy security and data governance requirements develop pipelines for inference and model testing profil recherch proven experience of more than 4 years in artificial intelligence experience deploying or integrating ai services in production environments fluency in prompt engineering techniques dealing with hallucinations tuning llm parameters understanding of rag pattern and basic search relevancy optimization ai agents mcp servers hybrid search are beneficial strong analytical thinking and scientific mindset good understanding of ai/ml research pipelines for quality optimization experiments benchmarking and tracking cooperation with subject matter experts experience in experiments scaling and monitoring in production is a plus proficient in python development and development best practices hugging face transformers - nice to have vectorization and other libraries langchain llamaindex is a plus experience in cloud platforms azure aws is beneficial adresse de notre si ge rabat 10000 rabat traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi q",
    "title_cleaned": "senior ai engineer rabat maroc",
    "skills": [
      "AWS",
      "Transformers",
      "Hugging Face",
      "R",
      "Python",
      "Azure"
    ],
    "skills_weighted": [
      {
        "skill": "AWS",
        "weight": 1.0
      },
      {
        "skill": "Transformers",
        "weight": 1.0
      },
      {
        "skill": "Hugging Face",
        "weight": 1.0
      },
      {
        "skill": "R",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      },
      {
        "skill": "Azure",
        "weight": 1.0
      }
    ],
    "num_skills": 6,
    "processed_at": "2025-12-17T08:44:03.313677",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0009",
    "title": "Ingénieur Devops (F/H) | Technopolis (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur Devops (F/H) - Technopolis - Sofrecom Maroc Ingénieur Devops (F/H) - Technopolis Internet / Multimédia - Secteur Informatique De 1 à 3 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 7 jours sur ReKrute.com - Postulez avant le 10/02/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : L’équipe est en charge de mettre à disposition des entités du Groupe la plateforme International Data Hub (IDH) offrant des services Data et IA sur le périmètre international du business et des infrastructures du Groupe. Il s'agit d'une plateforme hybride/multi-cloud (Huawei Cloud, Google Cloud Platform (GCP), AWS, …), interconnectée à différentes plateformes data de l’écosystème du Groupe Orange. L’équipe a en outre la responsabilité d’intégrer, à la demande des Directions métiers, en mode projet, des applications Data & IA sur cette plateforme dans un environnement cloud Kubernet",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:19.898685",
    "description_cleaned": "offre d'emploi ing nieur devops f/h - technopolis - sofrecom maroc ing nieur devops f/h - technopolis internet / multim dia - secteur informatique de 1 3 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 7 jours sur rekrute com - postulez avant le 10/02/2026 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste l quipe est en charge de mettre disposition des entit s du groupe la plateforme international data hub idh offrant des services data et ia sur le p rim tre international du business et des infrastructures du groupe il s'agit d'une plateforme hybride/multi-cloud huawei cloud google cloud platform gcp aws interconnect e diff rentes plateformes data de l cosyst me du groupe orange l quipe a en outre la responsabilit d int grer la demande des directions m tiers en mode projet des applications data ia sur cette plateforme dans un environnement cloud kubernet",
    "title_cleaned": "ing nieur devops f/h technopolis maroc",
    "skills": [
      "GCP",
      "AWS",
      "Google Cloud"
    ],
    "skills_weighted": [
      {
        "skill": "GCP",
        "weight": 1.0
      },
      {
        "skill": "AWS",
        "weight": 1.0
      },
      {
        "skill": "Google Cloud",
        "weight": 1.0
      }
    ],
    "num_skills": 3,
    "processed_at": "2025-12-17T08:44:03.330951",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0010",
    "title": "Développeur Full Stack ( H/F ) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur Full Stack ( H/F ) - Casablanca - SDK WOOD Développeur Full Stack ( H/F ) - Casablanca Informatique / Electronique - Secteur Informatique De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum - Licence Recherche de nouveauté Ambition Créativité Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée il y a 8 jours sur ReKrute.com - Postulez avant le 14/01/2026 J'aime Suivre Entreprise : Fondée en 2012, SDK WOOD est une entreprise marocaine spécialisée dans le négoce de bois et de panneaux dérivés. Depuis plus d’une décennie, nous mettons notre expertise au service des professionnels de la menuiserie, de l’agencement et du bâtiment, en leur offrant des produits de qualité et un accompagnement fiable. Notre croissance repose sur une ambition claire : devenir un acteur de référence du bois au Maroc, tout en gardant une approche humaine et responsable. Grâce à des partenariats solides avec des fournisseurs internationaux, à une logistique maîtrisée et à une équipe engagée, SDK WOOD a su bâtir une réputation de sérieux, de constance et de professionnalisme. Mais ce qui fait notre force, ce sont avant tout nos valeurs : Le respect des engagements, envers nos clients comme envers nos collaborateurs L’exigence de qualité, dans les produits que nous sélectionnons comme dans les relations que nous entretenons L’esprit d’équipe, car nous croyons qu’une entreprise performante est d’abord une entreprise solidaire Et surtout, une vision tournée vers l’avenir, portée par l’envie de progresser ensemble Chez SDK WOOD, nous pensons que chacun a un rôle à jouer dans notre développement. C’est pourquoi nous encourageons l’initiative, la rigueur, et le sens des responsabilités. Nous offrons à nos collaborateurs un environnement stable, stimulant, et propice à l’évolution professionnelle. Vous êtes motivé(e), curieux(se), et souhaitez rejoindre une entreprise dynamique qui valorise le travail bien fait ? SDK WOOD vous ouvre ses portes. Venez bâtir avec nous l’avenir du négoce du bois au Maroc. Poste : SDK WOOD renforce son équipe Systèmes d’Information et recherche un(e) Développeur(se) Web Full Stack motivé(e) pour contribuer au développement et à l’évolution de nos applications internes. Rattaché(e) au Responsable SI, vous interviendrez au cœur des processus métiers et collaborerez avec l’ensemble des équipes de l’entreprise. Vos missions • Concevoir et développer des applications web internes (front & back). • Garantir la qualité, la performance et la sécurité des systèmes. • Collaborer avec les équipes métiers pour comprendre les besoins et proposer des solutions adaptées. • Participer à l’amélioration continue et à l’évolution des outils SI. Profil recherché : • Maîtrise du front-end : HTML, CSS, JavaScript, jQuery, et au moins un framework moderne (React, Angular ou Vue.js). • Maîtrise du back-end : PHP natif, Node.js. • Bonne connaissance des bases de données SQL. • Expérience conf",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:24.742368",
    "description_cleaned": "offre d'emploi d veloppeur full stack h/f - casablanca - sdk wood d veloppeur full stack h/f - casablanca informatique / electronique - secteur informatique de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +3 minimum - licence recherche de nouveaut ambition cr ativit besoin de r flexion besoin d'autonomie implication au travail cdi t l travail non publi e il y a 8 jours sur rekrute com - postulez avant le 14/01/2026 j'aime suivre entreprise fond e en 2012 sdk wood est une entreprise marocaine sp cialis e dans le n goce de bois et de panneaux d riv s depuis plus d une d cennie nous mettons notre expertise au service des professionnels de la menuiserie de l agencement et du b timent en leur offrant des produits de qualit et un accompagnement fiable notre croissance repose sur une ambition claire devenir un acteur de r f rence du bois au maroc tout en gardant une approche humaine et responsable gr ce des partenariats solides avec des fournisseurs internationaux une logistique ma tris e et une quipe engag e sdk wood a su b tir une r putation de s rieux de constance et de professionnalisme mais ce qui fait notre force ce sont avant tout nos valeurs le respect des engagements envers nos clients comme envers nos collaborateurs l exigence de qualit dans les produits que nous s lectionnons comme dans les relations que nous entretenons l esprit d quipe car nous croyons qu une entreprise performante est d abord une entreprise solidaire et surtout une vision tourn e vers l avenir port e par l envie de progresser ensemble chez sdk wood nous pensons que chacun a un r le jouer dans notre d veloppement c est pourquoi nous encourageons l initiative la rigueur et le sens des responsabilit s nous offrons nos collaborateurs un environnement stable stimulant et propice l volution professionnelle vous tes motiv e curieux se et souhaitez rejoindre une entreprise dynamique qui valorise le travail bien fait sdk wood vous ouvre ses portes venez b tir avec nous l avenir du n goce du bois au maroc poste sdk wood renforce son quipe syst mes d information et recherche un e d veloppeur se web full stack motiv e pour contribuer au d veloppement et l volution de nos applications internes rattach e au responsable si vous interviendrez au c ur des processus m tiers et collaborerez avec l ensemble des quipes de l entreprise vos missions concevoir et d velopper des applications web internes front back garantir la qualit la performance et la s curit des syst mes collaborer avec les quipes m tiers pour comprendre les besoins et proposer des solutions adapt es participer l am lioration continue et l volution des outils si profil recherch ma trise du front-end html css javascript jquery et au moins un framework moderne react angular ou vue js ma trise du back-end php natif node js bonne connaissance des bases de donn es sql exp rience conf",
    "title_cleaned": "d veloppeur full stack h/f casablanca maroc",
    "skills": [
      "PHP",
      "Vue.js",
      "CSS",
      "jQuery",
      "JavaScript",
      "Angular",
      "React",
      "Vue",
      "Sql",
      "HTML"
    ],
    "skills_weighted": [
      {
        "skill": "PHP",
        "weight": 1.0
      },
      {
        "skill": "Vue.js",
        "weight": 1.0
      },
      {
        "skill": "CSS",
        "weight": 1.0
      },
      {
        "skill": "jQuery",
        "weight": 1.0
      },
      {
        "skill": "JavaScript",
        "weight": 1.0
      },
      {
        "skill": "Angular",
        "weight": 1.0
      },
      {
        "skill": "React",
        "weight": 1.0
      },
      {
        "skill": "Vue",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "HTML",
        "weight": 1.0
      }
    ],
    "num_skills": 10,
    "processed_at": "2025-12-17T08:44:03.347990",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0011",
    "title": "Full stack developer | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Full stack developer - Benguerir - UM6P - Université Mohammed VI Polytechnique Full stack developer - Benguerir Informatique / Electronique - Secteur Enseignement / Formation De 3 à 5 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDI Télétravail : Non Publiée il y a 9 jours sur ReKrute.com - Postulez avant le 08/02/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : The UM6P CORELABS is seeking a dedicated and skilled Full Stack Developer to join our dynamic team. Our Corelabs serve as a central platform supporting technical and scientific research within UM6P as well as providing services to external customers. In this role, you will be responsible for managing end-to-end digital projects, with a primary focus on the development and maintenance of departmental websites and digitalization applications. You will also act as a key liaison coordinating efforts between technical teams, departmental units, and the central IT department.Key Responsibilities: Develop and maintain frontend and backend components using technologies such as Next.js, React, Express, C/C++, Python, and R. Create responsive and user-friendly web interfaces focused on optimal user experience (UX). Integrate applications with databases (SQL, NoSQL) and external APIs to enable seamless functionality. Collaborate with cross-functional teams to gather requirements and propose effective technical solutions. Write clean, efficient, and maintainable code following best practices and coding standards. Test, debug, and optimize web applications for speed, scalability, and security. Ensure continuous integration and deployment using CI/CD pipelines. Maintain and troubleshoot software applications running on Windows and Linux environments. Keep up to date with emerging technologies and recommend application improvements. Profil recherché : Profile: Master or engineering degree in Computer Science, Software Development, or related fields. Minimum 3 years of proven experience in full-stack development, with a track record in digital project management and team coordination. Strong proficiency in TypeScript, Next.js, React, C/C++, Python, and R. In-depth knowledge of SQL and NoSQL database systems and t",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:27.197010",
    "description_cleaned": "offre d'emploi full stack developer - benguerir - um6p - universit mohammed vi polytechnique full stack developer - benguerir informatique / electronique - secteur enseignement / formation de 3 5 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdi t l travail non publi e il y a 9 jours sur rekrute com - postulez avant le 08/02/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste the um6p corelabs is seeking a dedicated and skilled full stack developer to join our dynamic team our corelabs serve as a central platform supporting technical and scientific research within um6p as well as providing services to external customers in this role you will be responsible for managing end-to-end digital projects with a primary focus on the development and maintenance of departmental websites and digitalization applications you will also act as a key liaison coordinating efforts between technical teams departmental units and the central it department key responsibilities develop and maintain frontend and backend components using technologies such as next js react express c/c++ python and r create responsive and user-friendly web interfaces focused on optimal user experience ux integrate applications with databases sql nosql and external apis to enable seamless functionality collaborate with cross-functional teams to gather requirements and propose effective technical solutions write clean efficient and maintainable code following best practices and coding standards test debug and optimize web applications for speed scalability and security ensure continuous integration and deployment using ci/cd pipelines maintain and troubleshoot software applications running on windows and linux environments keep up to date with emerging technologies and recommend application improvements profil recherch profile master or engineering degree in computer science software development or related fields minimum 3 years of proven experience in full-stack development with a track record in digital project management and team coordination strong proficiency in typescript next js react c/c++ python and r in-depth knowledge of sql and nosql database systems and t",
    "title_cleaned": "full stack developer benguerir maroc",
    "skills": [
      "Next.js",
      "TypeScript",
      "CI/CD",
      "React",
      "R",
      "Sql",
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "Next.js",
        "weight": 1.0
      },
      {
        "skill": "TypeScript",
        "weight": 1.0
      },
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "React",
        "weight": 1.0
      },
      {
        "skill": "R",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 7,
    "processed_at": "2025-12-17T08:44:03.366351",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0012",
    "title": "Ingénieur QOS/QOD (Python, KAFKA) H/F | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur QOS/QOD (Python, KAFKA) H/F - Rabat - BTechnologie Ingénieur QOS/QOD (Python, KAFKA) H/F - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 9 jours sur ReKrute.com - Postulez avant le 03/02/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Rejoignez une entreprise dynamique dans le secteur de l'informatique, reconnue pour son expertise et son engagement envers l'innovation. Situé au cœur de Rabat, ce poste d'Ingénieur QOS/QOD H/F représente une opportunité unique de contribuer activement à la performance et à la fiabilité des réseaux et des services. L'objectif principal de ce poste est de devenir le garant de la performance et de la qualité des services offerts par l'entreprise. Il s'agit d'anticiper les problèmes potentiels, de diagnostiquer les dégradations de performance et de mettre en œuvre des solutions proactives et réactives pour maintenir les plus hauts standards de Qualité de Service et de Qualité d'Expérience. Vous serez le point de référence pour tout ce qui concerne la mesure, l'analyse et l'amélioration continue de la performance réseau et applicative. Votre travail contribuera directement à la fidélisation de nos clients et à la réputation d'excellence de l'entreprise sur le marché. Dans le cadre de vos fonctions, vous serez amené à ré",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:27.784700",
    "description_cleaned": "offre d'emploi ing nieur qos/qod python kafka h/f - rabat - btechnologie ing nieur qos/qod python kafka h/f - rabat informatique / electronique - t l com / r seaux - secteur informatique - telecom de 3 5 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 9 jours sur rekrute com - postulez avant le 03/02/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste rejoignez une entreprise dynamique dans le secteur de l'informatique reconnue pour son expertise et son engagement envers l'innovation situ au c ur de rabat ce poste d'ing nieur qos/qod h/f repr sente une opportunit unique de contribuer activement la performance et la fiabilit des r seaux et des services l'objectif principal de ce poste est de devenir le garant de la performance et de la qualit des services offerts par l'entreprise il s'agit d'anticiper les probl mes potentiels de diagnostiquer les d gradations de performance et de mettre en uvre des solutions proactives et r actives pour maintenir les plus hauts standards de qualit de service et de qualit d'exp rience vous serez le point de r f rence pour tout ce qui concerne la mesure l'analyse et l'am lioration continue de la performance r seau et applicative votre travail contribuera directement la fid lisation de nos clients et la r putation d'excellence de l'entreprise sur le march dans le cadre de vos fonctions vous serez amen r",
    "title_cleaned": "ing nieur qos/qod python kafka h/f rabat maroc",
    "skills": [
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.391226",
    "cluster": 6
  },
  {
    "job_id": "rekrute_0013",
    "title": "Data Engineer Confirmée - Microsoft Fabric | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer Confirmée - Microsoft Fabric - Casablanca - Inetum Data Engineer Confirmée - Microsoft Fabric - Casablanca Informatique / Electronique - Secteur Informatique De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 9 jours sur ReKrute.com - Postulez avant le 08/02/2026 J'aime Suivre Entreprise : A propos d’Inetum, Positive digital flow : Inetum est une ESN agile, une société de services et de solutions digitales, et un groupe international qui aide les entreprises et institutions à tirer le meilleur du digital flow. Dans un contexte de mouvement permanent, où les besoins et les usages se réinventent sans cesse, le groupe Inetum s’engage auprès de tous les acteurs pour innover, s’adapter continuellement et garder une longueur d’avance. Avec son profil de multi-spécialiste, Inetum met au service de ses clients une combinaison unique de proximité, d’organisation sectorielle et de solutions de qualité industrielle. Présent dans plus de 27 pays, le Groupe compte près de 27 000 collaborateurs et a réalisé en 2021 un chiffre d’affaires de 2,2 milliards d’euros. Poste : Mission principale: Concevoir, développer et maintenir des pipelines de données robustes et performants dans l’environnement Microsoft Fabric, en collaboration avec les équipes métiers et les architectes. Responsabilités : Développer des pipelines d’ingestion et de transformation (Data Factory, Notebooks, Dataflows Gen2) Participer à la modélisation des données dans les Lakehouses Assurer la qualité, la traçabilité et la performance des traitements Collaborer avec les Data Analysts pour alimenter les modèles Power BI Documenter les flux, les règles de gestion et les bonnes pratiques Participer aux tests, à l’industrialisation et au support des solutions Profil recherché : Qualifications: Maîtrise de Microsoft Fabric (Data Factory, Lakehouse, Synapse, Power BI) Bon niveau en SQL, Spark, Python Connaissance des principes de modélisation de données (dimensionnelle, normalisée) Sens du travail en équipe, rigueur, autonomie Expérience : 3 à 6 ans en ingénierie data Adresse de notre siège : Parc Casanearshore Shore 28 Casablanca Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:30.073965",
    "description_cleaned": "offre d'emploi data engineer confirm e - microsoft fabric - casablanca - inetum data engineer confirm e - microsoft fabric - casablanca informatique / electronique - secteur informatique de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 9 jours sur rekrute com - postulez avant le 08/02/2026 j'aime suivre entreprise a propos d inetum positive digital flow inetum est une esn agile une soci t de services et de solutions digitales et un groupe international qui aide les entreprises et institutions tirer le meilleur du digital flow dans un contexte de mouvement permanent o les besoins et les usages se r inventent sans cesse le groupe inetum s engage aupr s de tous les acteurs pour innover s adapter continuellement et garder une longueur d avance avec son profil de multi-sp cialiste inetum met au service de ses clients une combinaison unique de proximit d organisation sectorielle et de solutions de qualit industrielle pr sent dans plus de 27 pays le groupe compte pr s de 27 000 collaborateurs et a r alis en 2021 un chiffre d affaires de 2 2 milliards d euros poste mission principale concevoir d velopper et maintenir des pipelines de donn es robustes et performants dans l environnement microsoft fabric en collaboration avec les quipes m tiers et les architectes responsabilit s d velopper des pipelines d ingestion et de transformation data factory notebooks dataflows gen2 participer la mod lisation des donn es dans les lakehouses assurer la qualit la tra abilit et la performance des traitements collaborer avec les data analysts pour alimenter les mod les power bi documenter les flux les r gles de gestion et les bonnes pratiques participer aux tests l industrialisation et au support des solutions profil recherch qualifications ma trise de microsoft fabric data factory lakehouse synapse power bi bon niveau en sql spark python connaissance des principes de mod lisation de donn es dimensionnelle normalis e sens du travail en quipe rigueur autonomie exp rience 3 6 ans en ing nierie data adresse de notre si ge parc casanearshore shore 28 casablanca traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidatures passez-le d s maintenant cela ne prend que 5 minutes maximum je me connecte je suis nouveau connectez-vous pour",
    "title_cleaned": "data engineer confirm e - microsoft fabric casablanca maroc",
    "skills": [
      "Flux",
      "Sql",
      "Python",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 4,
    "processed_at": "2025-12-17T08:44:03.410103",
    "cluster": 1
  },
  {
    "job_id": "rekrute_0014",
    "title": "Data Engineer Sénior - Microsoft Fabric | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer Sénior - Microsoft Fabric - Casablanca - Inetum Data Engineer Sénior - Microsoft Fabric - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 9 jours sur ReKrute.com - Postulez avant le 08/02/2026 J'aime Suivre Entreprise : Inetum est un leader européen des services numériques, avec plus de 27 000 collaborateurs dans 19 pays et un chiffre d’affaires de 2,4 milliards d’euros en 2024. Le Groupe accompagne entreprises et institutions dans leur transformation digitale, alliant performance, innovation et impact sociétal. Présent au Maroc depuis plus de 20 ans, Inetum Maroc joue un rôle stratégique avec plus de 800 collaborateurs, un centre de services partagés et un FabLab à Casablanca. Avec 50 millions d’euros de chiffre d’affaires en 2024, l'entité se positionne comme un acteur majeur du numérique au niveau local. S’appuyant sur ses trois lignes de métiers – Inetum Consulting, Inetum Technologies et Inetum Solutions – et des partenariats clés avec Microsoft, SAP et Sage, Inetum Maroc se distingue aussi par l’obtention du label Feel Good 2025, qui valorise son engagement pour le bien-être, l’inclusion et le développement des compétences. La culture d’entreprise s’ancre dans la Inetum Way, un socle de valeurs fondé sur la proximité, l’agilité, l’innovation et la responsabilité. Rejoindre Inetum, c’est vivre pleinement son impact digital dans un environnement stimulant, humain et durable. Poste : Responsabilités : Concevoir des architectures de traitement de données avancées (batch, temps réel, hybrides) Encadrer techniquement les Data Engineers confirmés et juniors Optimiser les performances des traitements et la gestion des coûts Définir et faire appliquer les standards de développement et de qualité Collaborer avec les architectes pour aligner les solutions sur l’architecture cible Participer à la veille technologique et à l’amélioration continue de la plateforme Profil recherché : Qualifications : Expertise sur Microsoft Fabric (OneLake, Synapse, Notebooks, Data Factory, Power BI) Maîtrise avancée de SQL, Spark, Python, CI/CD Expérience en industrialisation, monitoring, sécurité des flux Leadership technique, capacité à former et encadrer Expérience : 6 à 10 ans en ingénierie data, dont au moins 2 sur Fabric ou Azure Adresse de notre siège : Parc Casanearshore Shore 28 Casablanca Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous po",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:30.775646",
    "description_cleaned": "offre d'emploi data engineer s nior - microsoft fabric - casablanca - inetum data engineer s nior - microsoft fabric - casablanca informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 9 jours sur rekrute com - postulez avant le 08/02/2026 j'aime suivre entreprise inetum est un leader europ en des services num riques avec plus de 27 000 collaborateurs dans 19 pays et un chiffre d affaires de 2 4 milliards d euros en 2024 le groupe accompagne entreprises et institutions dans leur transformation digitale alliant performance innovation et impact soci tal pr sent au maroc depuis plus de 20 ans inetum maroc joue un r le strat gique avec plus de 800 collaborateurs un centre de services partag s et un fablab casablanca avec 50 millions d euros de chiffre d affaires en 2024 l'entit se positionne comme un acteur majeur du num rique au niveau local s appuyant sur ses trois lignes de m tiers inetum consulting inetum technologies et inetum solutions et des partenariats cl s avec microsoft sap et sage inetum maroc se distingue aussi par l obtention du label feel good 2025 qui valorise son engagement pour le bien- tre l inclusion et le d veloppement des comp tences la culture d entreprise s ancre dans la inetum way un socle de valeurs fond sur la proximit l agilit l innovation et la responsabilit rejoindre inetum c est vivre pleinement son impact digital dans un environnement stimulant humain et durable poste responsabilit s concevoir des architectures de traitement de donn es avanc es batch temps r el hybrides encadrer techniquement les data engineers confirm s et juniors optimiser les performances des traitements et la gestion des co ts d finir et faire appliquer les standards de d veloppement et de qualit collaborer avec les architectes pour aligner les solutions sur l architecture cible participer la veille technologique et l am lioration continue de la plateforme profil recherch qualifications expertise sur microsoft fabric onelake synapse notebooks data factory power bi ma trise avanc e de sql spark python ci/cd exp rience en industrialisation monitoring s curit des flux leadership technique capacit former et encadrer exp rience 6 10 ans en ing nierie data dont au moins 2 sur fabric ou azure adresse de notre si ge parc casanearshore shore 28 casablanca traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous po",
    "title_cleaned": "data engineer s nior - microsoft fabric casablanca maroc",
    "skills": [
      "CI/CD",
      "Flux",
      "Sql",
      "Python",
      "Azure"
    ],
    "skills_weighted": [
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      },
      {
        "skill": "Azure",
        "weight": 1.0
      }
    ],
    "num_skills": 5,
    "processed_at": "2025-12-17T08:44:03.428307",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0015",
    "title": "QA specialist / Engineer | Jorf Lasfar / region of ELJADIDA (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi QA specialist / Engineer - Jorf Lasfar / region of ELJADIDA - COBCO QA specialist / Engineer - Jorf Lasfar / region of ELJADIDA Production / Qualité / Sécurité / Maintenance - Secteur Automobile / Motos / Cycles - Chimie / Parachimie / Peintures De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Respect des règles Rationalisme Ténacité Besoin d'action Besoin d'objectivité Organisation CDI Télétravail : Non Publiée il y a 9 jours sur ReKrute.com - Postulez avant le 28/01/2026 J'aime Suivre Entreprise : COBCO was established in 2023 through a joint venture between the Chinese group CNGR, a global leader in the production of materials for electric vehicle batteries, and the AL MADA group, one of the largest private investment funds in Africa. The company is developing an industrial park in Jorf Lasfar dedicated to the manufacturing of battery components for electric vehicles. Covering over 200 hectares and involving an investment of 20 billion dirhams, this industrial park aims to produce 120,000 tons of NMC precursors, 60,000 tons of LFP components, and 30,000 tons of black mass annually. COBCO's production will support the manufacturing of battery materials for over one million electric vehicles each year. Poste : As part of our ongoing expansion, we are looking for a qualified and motivated QA Specialist to strengthen our Quality Department and contribute to the success of our upcoming strategic projects, including IATF certification and client qualifications. Key Responsibilities Support the establishment, implementation, and continual improvement of ISO 9001 and IATF 16949 management systems. Lead the deployment of quality policies and objectives, ensuring alignment with COBCO’s strategic direction. Manage the full audit cycle (internal, system, process, product, and client audits) including follow-up and closure of non-conformities. Monitor and evaluate the daily operation of quality systems and prepare performance reports for management review. Develop, update, and validate quality documentation such as procedures, control plans, and validation records. Drive continuous improvement initiatives, promoting a culture of quality and operational excellence across all departments. Coordinate the implementation and follow-up of corrective and preventive actions (CAPA) to ensure process efficiency. Participate actively in client qualification projects and advanced product quality planning (APQP) activities. Collaborate cross-functionally to ensure compliance with VDA 6.3 standards and customer-specific requirements. Profil recherché : Qualifications and Requirements Bachelor’s degree or higher in Engineering, Quality Management, or a related discipline. Minimum 5 years of experience in quality or system management within an industrial environment, including at least 2 years in the automotive industry. Certified IATF 16949 internal or registered auditor. Proven experience with V",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:33.103543",
    "description_cleaned": "offre d'emploi qa specialist / engineer - jorf lasfar / region of eljadida - cobco qa specialist / engineer - jorf lasfar / region of eljadida production / qualit / s curit / maintenance - secteur automobile / motos / cycles - chimie / parachimie / peintures de 5 10 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master respect des r gles rationalisme t nacit besoin d'action besoin d'objectivit organisation cdi t l travail non publi e il y a 9 jours sur rekrute com - postulez avant le 28/01/2026 j'aime suivre entreprise cobco was established in 2023 through a joint venture between the chinese group cngr a global leader in the production of materials for electric vehicle batteries and the al mada group one of the largest private investment funds in africa the company is developing an industrial park in jorf lasfar dedicated to the manufacturing of battery components for electric vehicles covering over 200 hectares and involving an investment of 20 billion dirhams this industrial park aims to produce 120 000 tons of nmc precursors 60 000 tons of lfp components and 30 000 tons of black mass annually cobco's production will support the manufacturing of battery materials for over one million electric vehicles each year poste as part of our ongoing expansion we are looking for a qualified and motivated qa specialist to strengthen our quality department and contribute to the success of our upcoming strategic projects including iatf certification and client qualifications key responsibilities support the establishment implementation and continual improvement of iso 9001 and iatf 16949 management systems lead the deployment of quality policies and objectives ensuring alignment with cobco s strategic direction manage the full audit cycle internal system process product and client audits including follow-up and closure of non-conformities monitor and evaluate the daily operation of quality systems and prepare performance reports for management review develop update and validate quality documentation such as procedures control plans and validation records drive continuous improvement initiatives promoting a culture of quality and operational excellence across all departments coordinate the implementation and follow-up of corrective and preventive actions capa to ensure process efficiency participate actively in client qualification projects and advanced product quality planning apqp activities collaborate cross-functionally to ensure compliance with vda 6 3 standards and customer-specific requirements profil recherch qualifications and requirements bachelor s degree or higher in engineering quality management or a related discipline minimum 5 years of experience in quality or system management within an industrial environment including at least 2 years in the automotive industry certified iatf 16949 internal or registered auditor proven experience with v",
    "title_cleaned": "qa specialist / engineer jorf lasfar / region of eljadida maroc",
    "skills": [],
    "skills_weighted": [],
    "num_skills": 0,
    "processed_at": "2025-12-17T08:44:03.445242",
    "cluster": 5
  },
  {
    "job_id": "rekrute_0016",
    "title": "Concepteur Développeur PHP (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Concepteur Développeur PHP (H/F) - Casablanca - Sofrecom Maroc Concepteur Développeur PHP (H/F) - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 14 jours sur ReKrute.com - Postulez avant le 05/01/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Vous allez rejoindre la direction DISU de Orange France, une solution importante pour le Si orange, équipe projet expérimentée, votre mission consistera à Monter en compétences sur l’application et le fonctionnel Réaliser la conception logicielle: Bdd IHM Batch d’alimentations API Réaliser le codage du logiciel et les tests unitaires sur les composants (Bdd, IHM, …) Etre en soutien pour les recettes Assurer la maintenance applicative Rédiger les documentations techniques Participation aux cérémonies Agile Résolution de problèmes techniqu",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:50.779356",
    "description_cleaned": "offre d'emploi concepteur d veloppeur php h/f - casablanca - sofrecom maroc concepteur d veloppeur php h/f - casablanca informatique / electronique - secteur informatique de 5 10 ans casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 14 jours sur rekrute com - postulez avant le 05/01/2026 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste vous allez rejoindre la direction disu de orange france une solution importante pour le si orange quipe projet exp riment e votre mission consistera monter en comp tences sur l application et le fonctionnel r aliser la conception logicielle bdd ihm batch d alimentations api r aliser le codage du logiciel et les tests unitaires sur les composants bdd ihm etre en soutien pour les recettes assurer la maintenance applicative r diger les documentations techniques participation aux c r monies agile r solution de probl mes techniqu",
    "title_cleaned": "concepteur d veloppeur php h/f casablanca maroc",
    "skills": [
      "PHP",
      "BDD",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "PHP",
        "weight": 1.0
      },
      {
        "skill": "BDD",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 3,
    "processed_at": "2025-12-17T08:44:03.461556",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0017",
    "title": "Ingénieur Backend Java/Swift – Secteur Bancaire H/F | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur Backend Java/Swift – Secteur Bancaire H/F - Rabat - ALTEN Maroc Ingénieur Backend Java/Swift – Secteur Bancaire H/F - Rabat Informatique / Electronique - Secteur Banque / Finance De 3 à 5 ans - De 5 à 10 ans Rabat et région - Maroc Bac +5 et plus Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 14 jours sur ReKrute.com - Postulez avant le 03/02/2026 J'aime Suivre Entreprise : ALTEN MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2200 collaborateurs et vise un centre d’excellence de 3300 ALTENiens en fin 2027. Elle s’impose aujourd’hui comme un acteur stratégique dans l’accompagnement du développement professionnel des ingénieurs. Notre mission : répondre aux ambitions technologiques de nos clients — grands donneurs d’ordre internationaux — dans les secteurs de l’automobile, du ferroviaire, de la R&D et de l’IT, des télécommunications et des médias. Rejoindre ALTEN Maroc, c’est intégrer un écosystème d’excellence et bénéficier : • D’un parcours de carrière personnalisé et évolutif • D’une politique ambitieuse de développement des compétences • D’un environnement de travail stimulant, collaboratif et porteur de sens Poste : En tant qu’ingénieur backend Java, vous interviendrez dans le cadre d’un projet d’externalisation pour l'un des clients d'Alten. Vos missions principales seront : Conception, développement et maintenance de services backend en Java. Développement et intégration d’API REST. Mise en œuvre et optimisation des solutions basées sur Spring / Spring Boot. Participation à la conception technique et au suivi des bonnes pratiques de développement. Contribution à l’intégration et au traitement des transactions financières SWIFT. Documentation technique et échanges réguliers en anglais avec les équipes projet. Profil recherché : Bac+5 en informatique / systèmes d’information 4 à 8 ans d’expérience en développement Java Backend Maîtrise de Spring et Spring Boot Connaissance approfondie des APIs REST Expertise fonctionnelle sur les transactions financières, SWIFT (obligatoire) Anglais courant (écrit et oral) Adresse de notre siège : Rabat 10000 Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vou",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:56.128699",
    "description_cleaned": "offre d'emploi ing nieur backend java/swift secteur bancaire h/f - rabat - alten maroc ing nieur backend java/swift secteur bancaire h/f - rabat informatique / electronique - secteur banque / finance de 3 5 ans - de 5 10 ans rabat et r gion - maroc bac +5 et plus recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 14 jours sur rekrute com - postulez avant le 03/02/2026 j'aime suivre entreprise alten maroc filiale du leader mondial de l ing nierie et du conseil en technologie cr en 2008 et pr sent f s rabat t touan et casablanca compte aujourd hui plus de 2200 collaborateurs et vise un centre d excellence de 3300 alteniens en fin 2027 elle s impose aujourd hui comme un acteur strat gique dans l accompagnement du d veloppement professionnel des ing nieurs notre mission r pondre aux ambitions technologiques de nos clients grands donneurs d ordre internationaux dans les secteurs de l automobile du ferroviaire de la r d et de l it des t l communications et des m dias rejoindre alten maroc c est int grer un cosyst me d excellence et b n ficier d un parcours de carri re personnalis et volutif d une politique ambitieuse de d veloppement des comp tences d un environnement de travail stimulant collaboratif et porteur de sens poste en tant qu ing nieur backend java vous interviendrez dans le cadre d un projet d externalisation pour l'un des clients d'alten vos missions principales seront conception d veloppement et maintenance de services backend en java d veloppement et int gration d api rest mise en uvre et optimisation des solutions bas es sur spring / spring boot participation la conception technique et au suivi des bonnes pratiques de d veloppement contribution l int gration et au traitement des transactions financi res swift documentation technique et changes r guliers en anglais avec les quipes projet profil recherch bac+5 en informatique / syst mes d information 4 8 ans d exp rience en d veloppement java backend ma trise de spring et spring boot connaissance approfondie des apis rest expertise fonctionnelle sur les transactions financi res swift obligatoire anglais courant crit et oral adresse de notre si ge rabat 10000 rabat traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidatures passez-le d s maintenant cela ne prend que 5 minutes maximum je me connecte je suis nouveau connectez-vou",
    "title_cleaned": "ing nieur backend java/swift secteur bancaire h/f rabat maroc",
    "skills": [
      "Spring Boot",
      "R",
      "Swift",
      "Java",
      "Spring"
    ],
    "skills_weighted": [
      {
        "skill": "Spring Boot",
        "weight": 1.0
      },
      {
        "skill": "R",
        "weight": 1.0
      },
      {
        "skill": "Swift",
        "weight": 1.0
      },
      {
        "skill": "Java",
        "weight": 1.0
      },
      {
        "skill": "Spring",
        "weight": 1.0
      }
    ],
    "num_skills": 5,
    "processed_at": "2025-12-17T08:44:03.477807",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0018",
    "title": "Développeur Full Stack PHP (PHP Native) H/F | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur Full Stack PHP (PHP Native) H/F - Rabat - ALTEN Maroc Développeur Full Stack PHP (PHP Native) H/F - Rabat Informatique / Electronique - Secteur Indifférent De 3 à 5 ans Rabat et région - Maroc Bac +5 et plus Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 14 jours sur ReKrute.com - Postulez avant le 22/12/2025 J'aime Suivre Entreprise : ALTEN MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2200 collaborateurs et vise un centre d’excellence de 3300 ALTENiens en fin 2027. Elle s’impose aujourd’hui comme un acteur stratégique dans l’accompagnement du développement professionnel des ingénieurs. Notre mission : répondre aux ambitions technologiques de nos clients — grands donneurs d’ordre internationaux — dans les secteurs de l’automobile, du ferroviaire, de la R&D et de l’IT, des télécommunications et des médias. Rejoindre ALTEN Maroc, c’est intégrer un écosystème d’excellence et bénéficier : • D’un parcours de carrière personnalisé et évolutif • D’une politique ambitieuse de développement des compétences • D’un environnement de travail stimulant, collaboratif et porteur de sens Poste : La mission du Développeur Front-End PHP est d'intervenir sur l’évolution et l’ajout de fonctionnalités d’une interface web interne client. Elle consistera à améliorer l’expérience utilisateur, optimiser les performances et implémenter de nouvelles features en collaboration avec l’équipe technique. Développement Front-End : Évolution et maintenance de l’interface web existante. Ajout de nouvelles fonctionnalités en PHP/JavaScript . Intégration de maquettes (HTML/CSS). Optimisation et performance : Amélioration du temps de chargement et de la réactivité. Corrections de bugs et résolutions des problèmes techniques. Collaboration & Bonnes Pratiques : Respect des standards de code (PSR, clean code) et participation aux revues. Documentation technique des évolutions. Profil recherché : Bonne maîtrise de PHP (versions 5, 7, 8) Expérience solide avec SQL/MySQL Bonne connaissance de HTML5, CSS3, JavaScript Maîtrise de Git Capacité à analyser, dépanner et optimiser du code Connaissance des principes de sécurité, performance et architecture logicielle Adresse de notre siège : Rabat 10000 Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidature",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:42:56.730221",
    "description_cleaned": "offre d'emploi d veloppeur full stack php php native h/f - rabat - alten maroc d veloppeur full stack php php native h/f - rabat informatique / electronique - secteur indiff rent de 3 5 ans rabat et r gion - maroc bac +5 et plus recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 14 jours sur rekrute com - postulez avant le 22/12/2025 j'aime suivre entreprise alten maroc filiale du leader mondial de l ing nierie et du conseil en technologie cr en 2008 et pr sent f s rabat t touan et casablanca compte aujourd hui plus de 2200 collaborateurs et vise un centre d excellence de 3300 alteniens en fin 2027 elle s impose aujourd hui comme un acteur strat gique dans l accompagnement du d veloppement professionnel des ing nieurs notre mission r pondre aux ambitions technologiques de nos clients grands donneurs d ordre internationaux dans les secteurs de l automobile du ferroviaire de la r d et de l it des t l communications et des m dias rejoindre alten maroc c est int grer un cosyst me d excellence et b n ficier d un parcours de carri re personnalis et volutif d une politique ambitieuse de d veloppement des comp tences d un environnement de travail stimulant collaboratif et porteur de sens poste la mission du d veloppeur front-end php est d'intervenir sur l volution et l ajout de fonctionnalit s d une interface web interne client elle consistera am liorer l exp rience utilisateur optimiser les performances et impl menter de nouvelles features en collaboration avec l quipe technique d veloppement front-end volution et maintenance de l interface web existante ajout de nouvelles fonctionnalit s en php/javascript int gration de maquettes html/css optimisation et performance am lioration du temps de chargement et de la r activit corrections de bugs et r solutions des probl mes techniques collaboration bonnes pratiques respect des standards de code psr clean code et participation aux revues documentation technique des volutions profil recherch bonne ma trise de php versions 5 7 8 exp rience solide avec sql/mysql bonne connaissance de html5 css3 javascript ma trise de git capacit analyser d panner et optimiser du code connaissance des principes de s curit performance et architecture logicielle adresse de notre si ge rabat 10000 rabat traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidature",
    "title_cleaned": "d veloppeur full stack php php native h/f rabat maroc",
    "skills": [
      "PHP",
      "Git",
      "CSS",
      "JavaScript",
      "MySQL",
      "R",
      "Sql",
      "HTML"
    ],
    "skills_weighted": [
      {
        "skill": "PHP",
        "weight": 1.0
      },
      {
        "skill": "Git",
        "weight": 1.0
      },
      {
        "skill": "CSS",
        "weight": 1.0
      },
      {
        "skill": "JavaScript",
        "weight": 1.0
      },
      {
        "skill": "MySQL",
        "weight": 1.0
      },
      {
        "skill": "R",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "HTML",
        "weight": 1.0
      }
    ],
    "num_skills": 8,
    "processed_at": "2025-12-17T08:44:03.493850",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0019",
    "title": "Développeur Intégration ERP – Talend & Kinaxis RapidResponse H/F | Fès (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur Intégration ERP – Talend & Kinaxis RapidResponse H/F - Fès - ALTEN Maroc Développeur Intégration ERP – Talend & Kinaxis RapidResponse H/F - Fès Informatique / Electronique - Secteur Autres Industries De 3 à 5 ans - De 5 à 10 ans Fès et région - Maroc Bac +5 et plus Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 14 jours sur ReKrute.com - Postulez avant le 20/01/2026 J'aime Suivre Entreprise : ALTEN MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2200 collaborateurs et vise un centre d’excellence de 3300 ALTENiens en fin 2027. Elle s’impose aujourd’hui comme un acteur stratégique dans l’accompagnement du développement professionnel des ingénieurs. Notre mission : répondre aux ambitions technologiques de nos clients — grands donneurs d’ordre internationaux — dans les secteurs de l’automobile, du ferroviaire, de la R&D et de l’IT, des télécommunications et des médias. Rejoindre ALTEN Maroc, c’est intégrer un écosystème d’excellence et bénéficier : • D’un parcours de carrière personnalisé et évolutif • D’une politique ambitieuse de développement des compétences • D’un environnement de travail stimulant, collaboratif et porteur de sens Poste : Au sein de l’équipe Data & Intégration, vous serez responsable de la configuration, du développement et de la maintenance des flux de données entre l’ERP, Talend et Kinaxis RapidResponse. Vous interviendrez sur la mise en place des pipelines de données, leur transformation et leur supervision, dans un contexte de migration technologique et d’industrialisation des processus. Missions principales : Configurer et orchestrer les flux de données ERP → Talend → Kinaxis RapidResponse. Concevoir, développer et maintenir des pipelines de données performants et fiables. Contribuer aux projets de migration vers S/4HANA et REDMESH. Implémenter des solutions de Managed File Transfer (MFT). Développer des pipelines Closed-loop et automatiser les processus de monitoring. Garantir la qualité des données (DQ Reporting) et conduire les analyses de sécurité (Security Assessment). Intégrer des flux de données quasi temps réel via Talend ESB. Responsabilités : Assurer le développement et la configuration technique des solutions. Veiller au respect des critères d’acceptation définis lors du sprint planning. Collaborer étroitement avec les équipes clientes, notamment les équipes techniques et achats. Fournir un reporting régulier sur l’avancement des livrables et des activités. Profil recherché : Compétences techniques : Maîtrise de Talend ESB et Talend Data Integration. Bonne connaissance des environnements SAP ERP et SAP S/4HANA. Expérience avec Kinaxis RapidResponse. Pratique des protocoles MFT (SFTP, FTPS) et de leur implémentation. Compétences en monitoring et observabilité (ex. : Grafana, Log Analyti",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:04.765563",
    "description_cleaned": "offre d'emploi d veloppeur int gration erp talend kinaxis rapidresponse h/f - f s - alten maroc d veloppeur int gration erp talend kinaxis rapidresponse h/f - f s informatique / electronique - secteur autres industries de 3 5 ans - de 5 10 ans f s et r gion - maroc bac +5 et plus recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 14 jours sur rekrute com - postulez avant le 20/01/2026 j'aime suivre entreprise alten maroc filiale du leader mondial de l ing nierie et du conseil en technologie cr en 2008 et pr sent f s rabat t touan et casablanca compte aujourd hui plus de 2200 collaborateurs et vise un centre d excellence de 3300 alteniens en fin 2027 elle s impose aujourd hui comme un acteur strat gique dans l accompagnement du d veloppement professionnel des ing nieurs notre mission r pondre aux ambitions technologiques de nos clients grands donneurs d ordre internationaux dans les secteurs de l automobile du ferroviaire de la r d et de l it des t l communications et des m dias rejoindre alten maroc c est int grer un cosyst me d excellence et b n ficier d un parcours de carri re personnalis et volutif d une politique ambitieuse de d veloppement des comp tences d un environnement de travail stimulant collaboratif et porteur de sens poste au sein de l quipe data int gration vous serez responsable de la configuration du d veloppement et de la maintenance des flux de donn es entre l erp talend et kinaxis rapidresponse vous interviendrez sur la mise en place des pipelines de donn es leur transformation et leur supervision dans un contexte de migration technologique et d industrialisation des processus missions principales configurer et orchestrer les flux de donn es erp talend kinaxis rapidresponse concevoir d velopper et maintenir des pipelines de donn es performants et fiables contribuer aux projets de migration vers s/4hana et redmesh impl menter des solutions de managed file transfer mft d velopper des pipelines closed-loop et automatiser les processus de monitoring garantir la qualit des donn es dq reporting et conduire les analyses de s curit security assessment int grer des flux de donn es quasi temps r el via talend esb responsabilit s assurer le d veloppement et la configuration technique des solutions veiller au respect des crit res d acceptation d finis lors du sprint planning collaborer troitement avec les quipes clientes notamment les quipes techniques et achats fournir un reporting r gulier sur l avancement des livrables et des activit s profil recherch comp tences techniques ma trise de talend esb et talend data integration bonne connaissance des environnements sap erp et sap s/4hana exp rience avec kinaxis rapidresponse pratique des protocoles mft s et de leur impl mentation comp tences en monitoring et observabilit ex grafana log analyti",
    "title_cleaned": "d veloppeur int gration erp talend kinaxis rapidresponse h/f f s maroc",
    "skills": [
      "Grafana",
      "Flux",
      "R"
    ],
    "skills_weighted": [
      {
        "skill": "Grafana",
        "weight": 1.0
      },
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "R",
        "weight": 1.0
      }
    ],
    "num_skills": 3,
    "processed_at": "2025-12-17T08:44:03.509615",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0020",
    "title": "Développeur Python / SQL (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur Python / SQL (H/F) - Rabat - BTechnologie Développeur Python / SQL (H/F) - Rabat Télécom / Réseaux - Secteur Telecom De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 14 jours sur ReKrute.com - Postulez avant le 03/02/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Mission principale Développer, optimiser et maintenir des applications, scripts et pipelines data en Python, tout en assurant une gestion avancée des bases de données SQL. La maîtrise des outils de visualisation constitue un atout supplémentaire. Responsabilités Concevoir, développer et maintenir des scripts, API ou microservices en Python. Développer, optimiser et maintenir des requêtes SQL, vues et procédures stockées. Manipuler, transformer et analyser des données avec Pandas. Participer à la conception et à l’évolution des pipelines data. Assurer la qualité du code (tests, documentation, bonnes pratiques). Collaborer avec les équipes Data, Produit et Métiers. Produire ou maintenir des dashboards via des outils de visualisation. Diagnostiquer et résoudre les incidents applicatifs ou liés à la base de données. Compétences techniques requises (primaires) Excellente maîtrise du langage Python. Très bonne maîtrise de SQL (PostgreSQL, MySQL, SQL Server…). Maîtrise de Pandas pour le traitement et l’analyse de données. Compétences secondaires : Connaissance des outils",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:11.051297",
    "description_cleaned": "offre d'emploi d veloppeur python / sql h/f - rabat - btechnologie d veloppeur python / sql h/f - rabat t l com / r seaux - secteur telecom de 3 5 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 14 jours sur rekrute com - postulez avant le 03/02/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste mission principale d velopper optimiser et maintenir des applications scripts et pipelines data en python tout en assurant une gestion avanc e des bases de donn es sql la ma trise des outils de visualisation constitue un atout suppl mentaire responsabilit s concevoir d velopper et maintenir des scripts api ou microservices en python d velopper optimiser et maintenir des requ tes sql vues et proc dures stock es manipuler transformer et analyser des donn es avec pandas participer la conception et l volution des pipelines data assurer la qualit du code tests documentation bonnes pratiques collaborer avec les quipes data produit et m tiers produire ou maintenir des dashboards via des outils de visualisation diagnostiquer et r soudre les incidents applicatifs ou li s la base de donn es comp tences techniques requises primaires excellente ma trise du langage python tr s bonne ma trise de sql postgresql mysql sql server ma trise de pandas pour le traitement et l analyse de donn es comp tences secondaires connaissance des outils",
    "title_cleaned": "d veloppeur python / sql h/f rabat maroc",
    "skills": [
      "PostgreSQL",
      "SQL Server",
      "Pandas",
      "MySQL",
      "Sql",
      "Microservices",
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "PostgreSQL",
        "weight": 1.0
      },
      {
        "skill": "SQL Server",
        "weight": 1.0
      },
      {
        "skill": "Pandas",
        "weight": 1.0
      },
      {
        "skill": "MySQL",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Microservices",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 7,
    "processed_at": "2025-12-17T08:44:03.525238",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0021",
    "title": "Data Engineer Confirmé | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer Confirmé - Rabat - BTechnologie Data Engineer Confirmé - Rabat Télécom / Réseaux - Secteur Telecom De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 15 jours sur ReKrute.com - Postulez avant le 17/12/2025 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Contexte : Au sein de la direction Déploiement et Exploitation du Réseau de Bouygues Telecom, nous construisons une nouvelle équipe Data avec une ambition claire : devenir un centre d'excellence pour l'ensemble de nos métiers. Cette équipe a pour vocation de transformer nos données en leviers de performance, d'optimisation et d'innovation pour le réseau de demain Vos Missions Principales: En tant qu'Ingénieur Data, vous jouerez un rôle clé dans la réussite de l'équipe. Leadership Technique & Mentoring : • Être garant de la qualité du code, des bonnes pratiques de développement (tests, CI/CD, documentation) et de la performance des solutions livrées. Architecture & Développement : • Concevoir et challenger les architectures techniques des projets data, en assurant leur scalabilité et leur robustesse. • Participer activement au développement des projets les plus complexes sur notre stack technique : Microsoft Fabric, Power BI, Python. • Être force de proposition pour faire évoluer notre stack et nos méthodologies en fonction des besoins projets Vos Missions Principales: Industriali",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:12.818240",
    "description_cleaned": "offre d'emploi data engineer confirm - rabat - btechnologie data engineer confirm - rabat t l com / r seaux - secteur telecom de 3 5 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 15 jours sur rekrute com - postulez avant le 17/12/2025 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste contexte au sein de la direction d ploiement et exploitation du r seau de bouygues telecom nous construisons une nouvelle quipe data avec une ambition claire devenir un centre d'excellence pour l'ensemble de nos m tiers cette quipe a pour vocation de transformer nos donn es en leviers de performance d'optimisation et d'innovation pour le r seau de demain vos missions principales en tant qu'ing nieur data vous jouerez un r le cl dans la r ussite de l' quipe leadership technique mentoring tre garant de la qualit du code des bonnes pratiques de d veloppement tests ci/cd documentation et de la performance des solutions livr es architecture d veloppement concevoir et challenger les architectures techniques des projets data en assurant leur scalabilit et leur robustesse participer activement au d veloppement des projets les plus complexes sur notre stack technique microsoft fabric power bi python tre force de proposition pour faire voluer notre stack et nos m thodologies en fonction des besoins projets vos missions principales industriali",
    "title_cleaned": "data engineer confirm rabat maroc",
    "skills": [
      "CI/CD",
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.548179",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0022",
    "title": "Data Engineer JAVA / SPARK - Confirmé / Expert (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer JAVA / SPARK - Confirmé / Expert (H/F) - Rabat - BTechnologie Data Engineer JAVA / SPARK - Confirmé / Expert (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom De 3 à 5 ans - De 5 à 10 ans 2 poste(s) sur Rabat et région - Maroc Bac +5 et plus - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Vos Missions Principales: Développement et mise en production de flux Stream en Java & d’évolutions pour les équipes métiers : o Développement en batch en pyspark / stream en java-spark o Tests et manipulations de données o Mise en production des flux o Analyse & correction des bugs Intervention en support sur des incidents applicatifs sur les flux Data gérés dans l’équipe Développement en Java Spark Respect des jalons communiqués Livraison des projets avec qualité et tests Le candidat sera amené à gérer ses projets de bout en bout : de l’analyse de la spéc à la livraison tout en assurant les corrections. Profil recherché : Bac+5 en informatique ou Big Data Maîtrise : Java, Spark, SQL Bonus : PySpark Capacité à gérer un projet bout en bout Anglais professionnel Mobile pour Rabat Adresse de notre siège : Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COM",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:17.394361",
    "description_cleaned": "offre d'emploi data engineer java / spark - confirm / expert h/f - rabat - btechnologie data engineer java / spark - confirm / expert h/f - rabat informatique / electronique - t l com / r seaux - secteur informatique - telecom de 3 5 ans - de 5 10 ans 2 poste s sur rabat et r gion - maroc bac +5 et plus - ecole d'ing nieur recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste vos missions principales d veloppement et mise en production de flux stream en java d volutions pour les quipes m tiers o d veloppement en batch en pyspark / stream en java-spark o tests et manipulations de donn es o mise en production des flux o analyse correction des bugs intervention en support sur des incidents applicatifs sur les flux data g r s dans l quipe d veloppement en java spark respect des jalons communiqu s livraison des projets avec qualit et tests le candidat sera amen g rer ses projets de bout en bout de l analyse de la sp c la livraison tout en assurant les corrections profil recherch bac+5 en informatique ou big data ma trise java spark sql bonus pyspark capacit g rer un projet bout en bout anglais professionnel mobile pour rabat adresse de notre si ge rabat traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro com",
    "title_cleaned": "data engineer java / spark - confirm / expert h/f rabat maroc",
    "skills": [
      "Flux",
      "Java",
      "Sql"
    ],
    "skills_weighted": [
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "Java",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      }
    ],
    "num_skills": 3,
    "processed_at": "2025-12-17T08:44:03.565947",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0023",
    "title": "Data Engineer PYTHON / SPARK - Confirmé /Expert (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer PYTHON / SPARK - Confirmé /Expert (H/F) - Rabat - BTechnologie Data Engineer PYTHON / SPARK - Confirmé /Expert (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Internet / Multimédia De 3 à 5 ans - De 5 à 10 ans 2 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Vos Missions Principales: • Développement en Python Spark • Respect des jalons communiqués • Livraison avec qualité de code et de test des scripts • Optimisation des flux afin d’optimiser la consommation de ressources • Intérêt pour les uses cases de bout en bout et la compréhension des données. • Apporter du support aux utilisateurs des équipes métiers Compétences techniques : SQL + Python spark Profil recherché : Vous êtes un Data Engineer passionné(e) par l’optimisation, la performance et la qualité du code. Votre maîtrise de Python, PySpark et SQL vous permet de développer, industrialiser et maintenir des pipelines de données fiables et performants. Doté(e) d’un esprit analytique, vous savez comprendre les enjeux métiers, apporter du support aux utilisateurs et garantir la qualité des livrables. Autonome, méthodique et orienté(e) résultat, vous évoluez aisément dans un environnement agile et collaboratif. Vous êtes mobile pour Rabat et dispo",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:18.042416",
    "description_cleaned": "offre d'emploi data engineer python / spark - confirm /expert h/f - rabat - btechnologie data engineer python / spark - confirm /expert h/f - rabat informatique / electronique - t l com / r seaux - secteur informatique - internet / multim dia de 3 5 ans - de 5 10 ans 2 poste s sur rabat et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste vos missions principales d veloppement en python spark respect des jalons communiqu s livraison avec qualit de code et de test des scripts optimisation des flux afin d optimiser la consommation de ressources int r t pour les uses cases de bout en bout et la compr hension des donn es apporter du support aux utilisateurs des quipes m tiers comp tences techniques sql + python spark profil recherch vous tes un data engineer passionn e par l optimisation la performance et la qualit du code votre ma trise de python pyspark et sql vous permet de d velopper industrialiser et maintenir des pipelines de donn es fiables et performants dot e d un esprit analytique vous savez comprendre les enjeux m tiers apporter du support aux utilisateurs et garantir la qualit des livrables autonome m thodique et orient e r sultat vous voluez ais ment dans un environnement agile et collaboratif vous tes mobile pour rabat et dispo",
    "title_cleaned": "data engineer python / spark - confirm /expert h/f rabat maroc",
    "skills": [
      "Flux",
      "Sql",
      "Python",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 4,
    "processed_at": "2025-12-17T08:44:03.582938",
    "cluster": 1
  },
  {
    "job_id": "rekrute_0024",
    "title": "Data Engineer - BIG Data / ETL / TERADATA - Confirmé /Expert (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Data Engineer - BIG Data / ETL / TERADATA - Confirmé /Expert (H/F) - Rabat - BTechnologie Data Engineer - BIG Data / ETL / TERADATA - Confirmé /Expert (H/F) - Rabat Informatique / Electronique - Télécom / Réseaux - Secteur Informatique - Telecom De 3 à 5 ans - De 5 à 10 ans 2 poste(s) sur Rabat et région - Maroc Bac +5 et plus - Ecole d'ingénieur Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Vos Missions Principales: Faciliter la résolution des problématiques techniques Garantir la qualité et la cohérence du code Assurer la capitalisation Animer la montée en compétence technique de l'équipe Coordonner les développeurs en cohérence avec les contraintes de planning, de budget et de CAF Profil recherché : Votre Profil : Nous recherchons un Data Engineer capable d’intervenir sur des environnements Big Data et ETL variés (Teradata, Informatica, Hadoop, BigQuery…). Vous maîtrisez SQL à un niveau avancé et savez concevoir, optimiser et industrialiser des flux de données complexes. Votre capacité à coordonner des développeurs, à assurer la qualité du code et à proposer des améliorations vous permet de jouer un rôle clé dans la performance de l’équipe. Rigoureux(se), structuré(e) et impliqué(e), vous disposez d’un excellent sens de la communication et savez collaborer avec différents interlocuteurs. Vous êtes mobile pour Rabat et à l’aise dans de",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:18.589062",
    "description_cleaned": "offre d'emploi data engineer - big data / etl / teradata - confirm /expert h/f - rabat - btechnologie data engineer - big data / etl / teradata - confirm /expert h/f - rabat informatique / electronique - t l com / r seaux - secteur informatique - telecom de 3 5 ans - de 5 10 ans 2 poste s sur rabat et r gion - maroc bac +5 et plus - ecole d'ing nieur recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste vos missions principales faciliter la r solution des probl matiques techniques garantir la qualit et la coh rence du code assurer la capitalisation animer la mont e en comp tence technique de l' quipe coordonner les d veloppeurs en coh rence avec les contraintes de planning de budget et de caf profil recherch votre profil nous recherchons un data engineer capable d intervenir sur des environnements big data et etl vari s teradata informatica hadoop bigquery vous ma trisez sql un niveau avanc et savez concevoir optimiser et industrialiser des flux de donn es complexes votre capacit coordonner des d veloppeurs assurer la qualit du code et proposer des am liorations vous permet de jouer un r le cl dans la performance de l quipe rigoureux se structur e et impliqu e vous disposez d un excellent sens de la communication et savez collaborer avec diff rents interlocuteurs vous tes mobile pour rabat et l aise dans de",
    "title_cleaned": "data engineer - big data / etl / teradata - confirm /expert h/f rabat maroc",
    "skills": [
      "Flux",
      "Sql"
    ],
    "skills_weighted": [
      {
        "skill": "Flux",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.599484",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0025",
    "title": "Développeur C#/.NET Core | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur C#/.NET Core - Casablanca - Bricoma Développeur C#/.NET Core - Casablanca Informatique / Electronique - Internet / Multimédia - Secteur Distribution De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Maximum - Licence - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : BRICOMA a ouvert son premier magasin en 2004 à Rabat dévoilant ainsi en exclusivité aux marocains la première grande surface spécialisée en Bricolage. Depuis, nous nous sommes imposés comme les leaders du Bricolage au Maroc avec l'inauguration de plusieurs autres grandes surfaces à travers les plus grandes villes du Royaume. Aujourd'hui, BRICOMA est une enseigne 100% marocaine leader dans son secteur, présente à travers 18 villes du Royaume et 24 Magasins de vente. Avec 1500 collaborateurs, notre succès est assuré par leur travail et le sens du devoir. Notre capital humain, ainsi que notre assise financière et économique nous permettent aujourd'hui d'envisager notre avenir avec sérénité et ambition. Poste : Nous sommes à la recherche d’un Développeur C#/.NET Core talentueux et motivé pour rejoindre notre équipe dynamique. Missions du poste : Vous serez responsable du développement et du maintien d’applications web basées sur le framework .NET Core. Vous suivrez les bonnes pratiques de la programmation orientée objet (POO) et participerez à toutes les phases du cycle de vie des applications, de la conception à la mise en production. Profil recherché : Formation et Expérience : De formation bac +3/5 Avec 3 ans minimum d’expérience dans un poste similaire. Compétences requises : Langages et technologies : Maîtrise du langage C# et des concepts de la programmation orientée objet (POO). Expérience confirmée avec .NET Core, notamment avec le modèle MVC et les techniques d’injection de dépendances. API et intégration : Bonne compréhension du développement et de la consommation d’API RESTful. Déploiement et gestion : Compétences en déploiement d’applications sur IIS et gestion de tâches planifiées sous Windows. Bases de données : Connaissance approfondie de SQL Server et utilisation de l’Entity Framework pour les transactions avec les bases de données. Compétences front-end : Maîtrise des technologies frontend : HTML5, CSS3, JavaScript, jQuery, Bootstrap. Adresse de notre siège : route de rabat quartier ain sebaa Casablanca Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisé",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:20.003267",
    "description_cleaned": "offre d'emploi d veloppeur c / net core - casablanca - bricoma d veloppeur c / net core - casablanca informatique / electronique - internet / multim dia - secteur distribution de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus maximum - licence - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail non publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise bricoma a ouvert son premier magasin en 2004 rabat d voilant ainsi en exclusivit aux marocains la premi re grande surface sp cialis e en bricolage depuis nous nous sommes impos s comme les leaders du bricolage au maroc avec l'inauguration de plusieurs autres grandes surfaces travers les plus grandes villes du royaume aujourd'hui bricoma est une enseigne 100 marocaine leader dans son secteur pr sente travers 18 villes du royaume et 24 magasins de vente avec 1500 collaborateurs notre succ s est assur par leur travail et le sens du devoir notre capital humain ainsi que notre assise financi re et conomique nous permettent aujourd'hui d'envisager notre avenir avec s r nit et ambition poste nous sommes la recherche d un d veloppeur c / net core talentueux et motiv pour rejoindre notre quipe dynamique missions du poste vous serez responsable du d veloppement et du maintien d applications web bas es sur le framework net core vous suivrez les bonnes pratiques de la programmation orient e objet poo et participerez toutes les phases du cycle de vie des applications de la conception la mise en production profil recherch formation et exp rience de formation bac +3/5 avec 3 ans minimum d exp rience dans un poste similaire comp tences requises langages et technologies ma trise du langage c et des concepts de la programmation orient e objet poo exp rience confirm e avec net core notamment avec le mod le mvc et les techniques d injection de d pendances api et int gration bonne compr hension du d veloppement et de la consommation d api restful d ploiement et gestion comp tences en d ploiement d applications sur iis et gestion de t ches planifi es sous windows bases de donn es connaissance approfondie de sql server et utilisation de l entity framework pour les transactions avec les bases de donn es comp tences front-end ma trise des technologies frontend html5 css3 javascript jquery bootstrap adresse de notre si ge route de rabat quartier ain sebaa casablanca traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis",
    "title_cleaned": "d veloppeur c / net core casablanca maroc",
    "skills": [
      "jQuery",
      "JavaScript",
      "SQL Server",
      "Sql",
      "Bootstrap"
    ],
    "skills_weighted": [
      {
        "skill": "jQuery",
        "weight": 1.0
      },
      {
        "skill": "JavaScript",
        "weight": 1.0
      },
      {
        "skill": "SQL Server",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Bootstrap",
        "weight": 1.0
      }
    ],
    "num_skills": 5,
    "processed_at": "2025-12-17T08:44:03.615108",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0026",
    "title": "Internship Offer - RFID Firmware & Mobile Application Developer | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Internship Offer - RFID Firmware & Mobile Application Developer - Benguerir - UM6P - Université Mohammed VI Polytechnique Internship Offer - RFID Firmware & Mobile Application Developer - Benguerir Informatique / Electronique - Secteur Electronique Moins de 1 an 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté Stage Télétravail : Non Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : About the Role: We are looking for an engineering student with experience in both software and hardware aspects of RFID technology. The intern will work on RFID firmware development and a mobile application for RFID-based identification. The work includes hands-on experiments with RFID systems, embedded controllers, and field validation. Main Responsibilities: Design and implement firmware for RFID reader modules and embedded systems. Develop a mobile application Android for identification, tag reading, and system monitoring. Integrate RFID hardware with the mobile app using appropriate communication interfaces. Conduct experiments with UHF/HF RFID tags, readers, and antennas for system validation. Assist with debugging, testing, documentation, and performance benchmarking. Collaborate with the RF/RFID engineering team on prototypes and field tests. Profil recherché : Required Profile: Engineering student in Electronics, Embedded Systems, Computer Engineering, Telecommunications, or similar fields. Experience with RFID hardware/software (UHF/HF readers, tags, antennas). Good understanding of microcontrollers (ARM, ESP32, STM32, etc.). Strong programming skills in C/C++ for firmware and Java/Kotlin or Flutter/React Native for mobile apps. Knowledge of communication protocols (UART, SPI, I2C, TCP/IP). Basic knowledge of RFID standards (EPC Gen2, ISO/IEC) is a strong advantage. Strong analytical skills, autonomy, and motivation to learn. Preferred Skills : Experience with IoT or embedded applications. Basic understanding of RF principles or signal processing. Familiarity with cloud services (Firebase, AWS IoT, etc.). Experience with Git, Docker, or REST APIs. Adresse de notre siège : Lot 660, Hay Moulay Rachid, Ben Guerir 4",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:20.656566",
    "description_cleaned": "offre d'emploi internship offer - rfid firmware mobile application developer - benguerir - um6p - universit mohammed vi polytechnique internship offer - rfid firmware mobile application developer - benguerir informatique / electronique - secteur electronique moins de 1 an 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut stage t l travail non publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste about the role we are looking for an engineering student with experience in both software and hardware aspects of rfid technology the intern will work on rfid firmware development and a mobile application for rfid-based identification the work includes hands-on experiments with rfid systems embedded controllers and field validation main responsibilities design and implement firmware for rfid reader modules and embedded systems develop a mobile application android for identification tag reading and system monitoring integrate rfid hardware with the mobile app using appropriate communication interfaces conduct experiments with uhf/hf rfid tags readers and antennas for system validation assist with debugging testing documentation and performance benchmarking collaborate with the rf/rfid engineering team on prototypes and field tests profil recherch required profile engineering student in electronics embedded systems computer engineering telecommunications or similar fields experience with rfid hardware/software uhf/hf readers tags antennas good understanding of microcontrollers arm esp32 stm32 etc strong programming skills in c/c++ for firmware and java/kotlin or flutter/react native for mobile apps knowledge of communication protocols uart spi i2c tcp/ip basic knowledge of rfid standards epc gen2 iso/iec is a strong advantage strong analytical skills autonomy and motivation to learn preferred skills experience with iot or embedded applications basic understanding of rf principles or signal processing familiarity with cloud services firebase aws iot etc experience with git docker or rest apis adresse de notre si ge lot 660 hay moulay rachid ben guerir 4",
    "title_cleaned": "internship offer - rfid firmware mobile application developer benguerir maroc",
    "skills": [
      "React Native",
      "Git",
      "AWS",
      "Docker",
      "Firebase",
      "React",
      "Kotlin",
      "Java",
      "Flutter"
    ],
    "skills_weighted": [
      {
        "skill": "React Native",
        "weight": 1.0
      },
      {
        "skill": "Git",
        "weight": 1.0
      },
      {
        "skill": "AWS",
        "weight": 1.0
      },
      {
        "skill": "Docker",
        "weight": 1.0
      },
      {
        "skill": "Firebase",
        "weight": 1.0
      },
      {
        "skill": "React",
        "weight": 1.0
      },
      {
        "skill": "Kotlin",
        "weight": 1.0
      },
      {
        "skill": "Java",
        "weight": 1.0
      },
      {
        "skill": "Flutter",
        "weight": 1.0
      }
    ],
    "num_skills": 9,
    "processed_at": "2025-12-17T08:44:03.627836",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0027",
    "title": "Senior Instrumentation Engineer | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Senior Instrumentation Engineer - Benguerir - UM6P - Université Mohammed VI Polytechnique Senior Instrumentation Engineer - Benguerir Gestion projet / Etudes / R&D - Secteur Enseignement / Formation De 5 à 10 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Rationalisme Besoin d'autonomie Besoin d'action Ambition Recherche de nouveauté CDI Télétravail : Non Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : Job Description: As part of the CRSA's directives, you will be responsible, as a senior instrumentation engineer, for the design, implementation, and monitoring of measurement and control systems. You will be involved in all technical phases, from defining needs to field equipment installation. You will also collaborate with multidisciplinary teams of researchers, academic staff, and students, providing technical and analytical support for processing and interpreting experimental data. Your role will combine technical expertise, innovation in instrumentation, and support for scientific projects. Main Responsibilities: 1. Design and Management of Instrumentation Systems Develop and integrate complex instrumentation solutions tailored to research project needs. Oversee the installation, calibration, and maintenance of high-precision scientific equipment. Optimize instrument performance to ensure data quality and reliability. Establish standardized protocols for the use and management of instruments. 2. Data Analysis and Processing Develop and implement advanced data processing methods. Create automated pipelines for experimental data processing. Collaborate with teams to interpret results and highlight data in scientific publications. 3. Support for Research Teams and Students Provide technical and methodological support to researchers and doctoral students in using equipment and in-situ data. Train and mentor students (masters and doctoral level) in data acquisition and processing methods. Participate in supervising practical work and in-situ experiments. 4. Contribution to Scientific Research and Innovation Assist in drafting technical specifications for new instrumentation projects. Manage relationships with suppliers and industrial partners for purchasing or developing instrumentatio",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:21.472479",
    "description_cleaned": "offre d'emploi senior instrumentation engineer - benguerir - um6p - universit mohammed vi polytechnique senior instrumentation engineer - benguerir gestion projet / etudes / r d - secteur enseignement / formation de 5 10 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum rationalisme besoin d'autonomie besoin d'action ambition recherche de nouveaut cdi t l travail non publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste job description as part of the crsa's directives you will be responsible as a senior instrumentation engineer for the design implementation and monitoring of measurement and control systems you will be involved in all technical phases from defining needs to field equipment installation you will also collaborate with multidisciplinary teams of researchers academic staff and students providing technical and analytical support for processing and interpreting experimental data your role will combine technical expertise innovation in instrumentation and support for scientific projects main responsibilities 1 design and management of instrumentation systems develop and integrate complex instrumentation solutions tailored to research project needs oversee the installation calibration and maintenance of high-precision scientific equipment optimize instrument performance to ensure data quality and reliability establish standardized protocols for the use and management of instruments 2 data analysis and processing develop and implement advanced data processing methods create automated pipelines for experimental data processing collaborate with teams to interpret results and highlight data in scientific publications 3 support for research teams and students provide technical and methodological support to researchers and doctoral students in using equipment and in-situ data train and mentor students masters and doctoral level in data acquisition and processing methods participate in supervising practical work and in-situ experiments 4 contribution to scientific research and innovation assist in drafting technical specifications for new instrumentation projects manage relationships with suppliers and industrial partners for purchasing or developing instrumentatio",
    "title_cleaned": "senior instrumentation engineer benguerir maroc",
    "skills": [
      "R"
    ],
    "skills_weighted": [
      {
        "skill": "R",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.640035",
    "cluster": 4
  },
  {
    "job_id": "rekrute_0028",
    "title": "Concepteur Développeur C++ (H/ F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Concepteur Développeur C++ (H/ F) - Casablanca - Confidential Concepteur Développeur C++ (H/ F) - Casablanca Informatique / Electronique - Secteur Informatique De 3 à 5 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 24/01/2026 J'aime Entreprise : Pour l'un de nos projets, nous recrutons un Concepteur Développeur C++ (H/ F) sur Casablanca et Rabat Poste : Responsabilités : Intégrer une équipe en charge d'un projet de calcule la propagation d’une onde radio électrique entre un émetteur et un récepteur pour donner en sortie l’affaiblissement de l’onde (Contexte opérateur télécom). Profil recherché : Profil : min Bac+5 avec 3 ans d'expérience dans un poste similaire Compétences techniques : Technologies C++, C#, COM, C++ CLI, programmation processeur instructions CPU GPU Environnement de développement Visual Studio, GIT, MATLAB Librairie tiers QT, Boost Système d’exploitation Windows, Linux Technologies SAAS Compétences mathématiques: Statistiques. Géométriques Algorithmiques Compétences métier (souhaitées) : Connaissances générales en radio Connaissances générales en propagation Utilisation des plateformes Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour ne manquer aucune opportunité ! Se connecter avec Google Ou E-mail * Mot de passe * Mot de passe oublié ? Rester connecté Je me connecte Vous êtes recruteur ? Se connecter Créez votre compte, avec Google Créer mon compte avec Google Ou Créez votre compte avec votre e-mail Un accès à des milliers d’offres adaptées à votre profil Mettez en avant vos compétences auprès des recruteurs Recevez des alertes emploi personnalisées Je m’inscris maintenant Vous êtes recruteur ? Se connecter Vous êtes nouveau ? Créez votre compte et boostez votre carrière dès aujourd’hui ! Un accès à des milliers d’offres adaptées à votre profil Mettez en avant vos compétences auprès des recruteurs Recevez des alertes emploi personnalisées Je m’inscris maintenant Accueil Offres Conseils Entreprises",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:22.937239",
    "description_cleaned": "offre d'emploi concepteur d veloppeur c++ h/ f - casablanca - confidential concepteur d veloppeur c++ h/ f - casablanca informatique / electronique - secteur informatique de 3 5 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride poste avec management publi e il y a 16 jours sur rekrute com - postulez avant le 24/01/2026 j'aime entreprise pour l'un de nos projets nous recrutons un concepteur d veloppeur c++ h/ f sur casablanca et rabat poste responsabilit s int grer une quipe en charge d'un projet de calcule la propagation d une onde radio lectrique entre un metteur et un r cepteur pour donner en sortie l affaiblissement de l onde contexte op rateur t l com profil recherch profil min bac+5 avec 3 ans d'exp rience dans un poste similaire comp tences techniques technologies c++ c com c++ cli programmation processeur instructions cpu gpu environnement de d veloppement visual studio git matlab librairie tiers qt boost syst me d exploitation windows linux technologies saas comp tences math matiques statistiques g om triques algorithmiques comp tences m tier souhait es connaissances g n rales en radio connaissances g n rales en propagation utilisation des plateformes traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidatures passez-le d s maintenant cela ne prend que 5 minutes maximum je me connecte je suis nouveau connectez-vous pour ne manquer aucune opportunit se connecter avec google ou e-mail mot de passe mot de passe oubli rester connect je me connecte vous tes recruteur se connecter cr ez votre compte avec google cr er mon compte avec google ou cr ez votre compte avec votre e-mail un acc s des milliers d offres adapt es votre profil mettez en avant vos comp tences aupr s des recruteurs recevez des alertes emploi personnalis es je m inscris maintenant vous tes recruteur se connecter vous tes nouveau cr ez votre compte et boostez votre carri re d s aujourd hui un acc s des milliers d offres adapt es votre profil mettez en avant vos comp tences aupr s des recruteurs recevez des alertes emploi personnalis es je m inscris maintenant accueil offres conseils entreprises",
    "title_cleaned": "concepteur d veloppeur c++ h/ f casablanca maroc",
    "skills": [
      "MATLAB",
      "Git"
    ],
    "skills_weighted": [
      {
        "skill": "MATLAB",
        "weight": 1.0
      },
      {
        "skill": "Git",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.655097",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0029",
    "title": "Ingénieur DevOps Sénior (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur DevOps Sénior (H/F) - Casablanca - Confidential Ingénieur DevOps Sénior (H/F) - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Entreprise : Nous recherchons un Ingénieur DevOps Senior (H/F) pour un CDI à Casablanca. Poste : Mission : Assurer l'exploitation applicative et le maintien en conditions opérationnelles (MCO) de l'environnement technique (serveurs, middleware, BDD, configurations). Mettre en place et maintenir la supervision technique et métier (indicateurs, seuils, alertes, tableaux de bord). Accompagner sa Squad dans les prérequis de mise en production : dossier de mise en prod, suivi CAB, conformité sécurité. Automatiser les opérations d'exploitation en lien avec la chaîne CI/CD et les pratiques DevOps (scripts, déploiement, rollback, tests post-deploiement). Gérer les incidents techniques : analyse, résolution, capitalisation, actions préventives. Collaborer avec les experts transverses (Infrastructure, Sécurité, BDD, SMC) pour garantir la cohérence des exigences RUN & QoS. Participer à la définition des normes d’exploitabilité et de supervision pour les applications. Profil recherché : Formation & Expérience : Bac+5 en informatique, ingénierie réseau ou systèmes, ou équivalent. Minimum 7 à 10 ans d'expérience dans la gestion d’infrastructures complexes et critiques, avec une forte exposition Cloud. Expérience dans un environnement à très forte volumétrie de trafic (millions d’utilisateurs, microservices, supervision temps réel, etc.). Compétences techniques : Systèmes : Linux (RedHat, Debian, CentOS), Windows Server Compétences en exploitation de serveurs (processus, services, journalisation, performances…) Supervision : Grafana, Prometheus, ELK, etc. Maîtrise de l’exploitation applicative dans un environnement Cloud privé OpenStack, OpenShift, et en Cloud public (AWS, GCP ou Azure) CI/CD : GitLab CI, Jenkins, Ansible, Docker, Kubernetes (un plus) Automatisation et Scripting : Shell, Pyhthon, Go, Ordonnanceur, etc. Base de données : PostgreSQL, MySQL, MongoDB, Redis Bonne compréhension des réseaux (TCP/IP, DNS, VPN, routage, firewall…) Notions en sécurité des systèmes et des applications Framework : Springboot, Quarkus, NodeJS Une expérience dans des projets liées aux applications mobiles (Android, iOS, outils de build et distribution, crash reporting, monitoring spécifique mobile) est un plus apprécié. Compétences comportementales : Forte culture du service et du client interne Esprit d'analyse, rigueur et proactivité Bonne communication et pédagogie Travail en équipe pluridisciplinaire (Dev, QA, Product Owner) Adaptabilité à un environnement agile et en mutation rapide Traits de personna",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:23.506221",
    "description_cleaned": "offre d'emploi ing nieur devops s nior h/f - casablanca - confidential ing nieur devops s nior h/f - casablanca informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride poste avec management publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime entreprise nous recherchons un ing nieur devops senior h/f pour un cdi casablanca poste mission assurer l'exploitation applicative et le maintien en conditions op rationnelles mco de l'environnement technique serveurs middleware bdd configurations mettre en place et maintenir la supervision technique et m tier indicateurs seuils alertes tableaux de bord accompagner sa squad dans les pr requis de mise en production dossier de mise en prod suivi cab conformit s curit automatiser les op rations d'exploitation en lien avec la cha ne ci/cd et les pratiques devops scripts d ploiement rollback tests post-deploiement g rer les incidents techniques analyse r solution capitalisation actions pr ventives collaborer avec les experts transverses infrastructure s curit bdd smc pour garantir la coh rence des exigences run qos participer la d finition des normes d exploitabilit et de supervision pour les applications profil recherch formation exp rience bac+5 en informatique ing nierie r seau ou syst mes ou quivalent minimum 7 10 ans d'exp rience dans la gestion d infrastructures complexes et critiques avec une forte exposition cloud exp rience dans un environnement tr s forte volum trie de trafic millions d utilisateurs microservices supervision temps r el etc comp tences techniques syst mes linux redhat debian centos windows server comp tences en exploitation de serveurs processus services journalisation performances supervision grafana prometheus elk etc ma trise de l exploitation applicative dans un environnement cloud priv openstack openshift et en cloud public aws gcp ou azure ci/cd gitlab ci jenkins ansible docker kubernetes un plus automatisation et scripting shell pyhthon go ordonnanceur etc base de donn es postgresql mysql mongodb redis bonne compr hension des r seaux tcp/ip dns vpn routage firewall notions en s curit des syst mes et des applications framework springboot quarkus nodejs une exp rience dans des projets li es aux applications mobiles android ios outils de build et distribution crash reporting monitoring sp cifique mobile est un plus appr ci comp tences comportementales forte culture du service et du client interne esprit d'analyse rigueur et proactivit bonne communication et p dagogie travail en quipe pluridisciplinaire dev qa product owner adaptabilit un environnement agile et en mutation rapide traits de personna",
    "title_cleaned": "ing nieur devops s nior h/f casablanca maroc",
    "skills": [
      "Jenkins",
      "Ansible",
      "GCP",
      "Prometheus",
      "Shell",
      "AWS",
      "PostgreSQL",
      "Docker",
      "Kubernetes",
      "Redis",
      "CI/CD",
      "BDD",
      "Grafana",
      "MySQL",
      "Microservices",
      "GitLab",
      "GitLab CI",
      "MongoDB",
      "Go",
      "Azure",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Jenkins",
        "weight": 1.0
      },
      {
        "skill": "Ansible",
        "weight": 1.0
      },
      {
        "skill": "GCP",
        "weight": 1.0
      },
      {
        "skill": "Prometheus",
        "weight": 1.0
      },
      {
        "skill": "Shell",
        "weight": 1.0
      },
      {
        "skill": "AWS",
        "weight": 1.0
      },
      {
        "skill": "PostgreSQL",
        "weight": 1.0
      },
      {
        "skill": "Docker",
        "weight": 1.0
      },
      {
        "skill": "Kubernetes",
        "weight": 1.0
      },
      {
        "skill": "Redis",
        "weight": 1.0
      },
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "BDD",
        "weight": 1.0
      },
      {
        "skill": "Grafana",
        "weight": 1.0
      },
      {
        "skill": "MySQL",
        "weight": 1.0
      },
      {
        "skill": "Microservices",
        "weight": 1.0
      },
      {
        "skill": "GitLab",
        "weight": 1.0
      },
      {
        "skill": "GitLab CI",
        "weight": 1.0
      },
      {
        "skill": "MongoDB",
        "weight": 1.0
      },
      {
        "skill": "Go",
        "weight": 1.0
      },
      {
        "skill": "Azure",
        "weight": 1.0
      }
    ],
    "num_skills": 21,
    "processed_at": "2025-12-17T08:44:03.671326",
    "cluster": 0
  },
  {
    "job_id": "rekrute_0030",
    "title": "Concepteur Développeur Fullstack (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Concepteur Développeur Fullstack (H/F) - Casablanca - Confidential Concepteur Développeur Fullstack (H/F) - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Entreprise : Nous recherchons un Ingénieur Concepteur Développeur Fullstack (H/F) pour un CDI à Casablanca. Poste : Mission : Concevoir et développer des expériences utilisateurs fluides, accessibles et immersives sur mobile (Flutter) et web (Vue.js, PWA). Structurer un backend modulaire, scalable, sécurisé, intégrant les dernières architectures modernes (Clean, Hexagonal, Event-Driven). Intégrer et optimiser des services augmentés par l’IA (LLM, NLP, scoringintelligent, recommandation, voiceAI). Assurer la performance full stack sur l’ensemble du cycle de vie d’une feature: UX, API, base de données, DevOps, monitoring. Participer à la conception et l’évolution du Design System unifié entre le mobile et le web. Contribuer activement à l’ingénierie des API (API REST/GraphQL, API Gateway, gestion des SPI pays). Implémenter des mini-apps métiers (recharges, achats, paiements, abonnement, etc.) avec des parcours réutilisables et contextuels. Mener des POC sur les techno émergentes (Edge functions, WebAssembly, RAG, serverlessAI inference, etc.). Profil recherché : Profil recherché : Avoir +7 ans d’expérience sur des projets full stack à haute exigence (super app, plateforme produit, SaaS multi-tenant, SI distribué) Avoir une expérience significative sur au moins deux frameworks backend (Spring Boot/Quarkus et Node.js/NestJS) Avoir une expérience concrète en développement Flutter et/ou Vue.js avancé AVoir un fort background en API-centric design, modularité, CI/CD, tests avancés Avoir une capacité à intégrer des solutions AI-powered de manière fluide dans les parcours utilisateurs ou dans les backends Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour ne manquer aucune opportunité ! Se connecter avec Google Ou E-mail * Mot de passe * Mot de passe oublié ? Rester connecté Je me connecte Vous êtes recruteur ? Se connecter Créez votre compte, av",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:24.067224",
    "description_cleaned": "offre d'emploi concepteur d veloppeur fullstack h/f - casablanca - confidential concepteur d veloppeur fullstack h/f - casablanca informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride poste avec management publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime entreprise nous recherchons un ing nieur concepteur d veloppeur fullstack h/f pour un cdi casablanca poste mission concevoir et d velopper des exp riences utilisateurs fluides accessibles et immersives sur mobile flutter et web vue js pwa structurer un backend modulaire scalable s curis int grant les derni res architectures modernes clean hexagonal event-driven int grer et optimiser des services augment s par l ia llm nlp scoringintelligent recommandation voiceai assurer la performance full stack sur l ensemble du cycle de vie d une feature ux api base de donn es devops monitoring participer la conception et l volution du design system unifi entre le mobile et le web contribuer activement l ing nierie des api api rest/graphql api gateway gestion des spi pays impl menter des mini-apps m tiers recharges achats paiements abonnement etc avec des parcours r utilisables et contextuels mener des poc sur les techno mergentes edge functions webassembly rag serverlessai inference etc profil recherch profil recherch avoir +7 ans d exp rience sur des projets full stack haute exigence super app plateforme produit saas multi-tenant si distribu avoir une exp rience significative sur au moins deux frameworks backend spring boot/quarkus et node js/nestjs avoir une exp rience concr te en d veloppement flutter et/ou vue js avanc avoir un fort background en api-centric design modularit ci/cd tests avanc s avoir une capacit int grer des solutions ai-powered de mani re fluide dans les parcours utilisateurs ou dans les backends traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidatures passez-le d s maintenant cela ne prend que 5 minutes maximum je me connecte je suis nouveau connectez-vous pour ne manquer aucune opportunit se connecter avec google ou e-mail mot de passe mot de passe oubli rester connect je me connecte vous tes recruteur se connecter cr ez votre compte av",
    "title_cleaned": "concepteur d veloppeur fullstack h/f casablanca maroc",
    "skills": [
      "Vue.js",
      "Spring Boot",
      "CI/CD",
      "Nestjs",
      "GraphQL",
      "Event-driven",
      "Vue",
      "NestJS",
      "Spring",
      "Flutter"
    ],
    "skills_weighted": [
      {
        "skill": "Vue.js",
        "weight": 1.0
      },
      {
        "skill": "Spring Boot",
        "weight": 1.0
      },
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "Nestjs",
        "weight": 1.0
      },
      {
        "skill": "GraphQL",
        "weight": 1.0
      },
      {
        "skill": "Event-driven",
        "weight": 1.0
      },
      {
        "skill": "Vue",
        "weight": 1.0
      },
      {
        "skill": "NestJS",
        "weight": 1.0
      },
      {
        "skill": "Spring",
        "weight": 1.0
      },
      {
        "skill": "Flutter",
        "weight": 1.0
      }
    ],
    "num_skills": 10,
    "processed_at": "2025-12-17T08:44:03.689027",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0031",
    "title": "Ingénieur de production DevOps (H/F) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur de production DevOps (H/F) - Casablanca - Confidential Ingénieur de production DevOps (H/F) - Casablanca Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Poste avec Management Publiée il y a 16 jours sur ReKrute.com - Postulez avant le 01/02/2026 J'aime Entreprise : Nous recherchons un Ingénieur de Production/ DevOps (H/F) pour un CDI à Casablanca. Poste : Mission : Assurer l'exploitation applicative et le maintien en conditions opérationnelles (MCO) de l'environnement technique (serveurs, middleware, BDD, configurations). Mettre en place et maintenir la supervision technique et métier (indicateurs, seuils, alertes, tableaux de bord). Accompagner sa Squad dans les prérequis de mise en production : dossier de mise en prod, suivi CAB, conformité sécurité. Automatiser les opérations d'exploitation en lien avec la chaîne CI/CD et les pratiques DevOps (scripts, déploiement, rollback, tests post-deploiement). Gérer les incidents techniques : analyse, résolution, capitalisation, actions préventives. Collaborer avec les experts transverses (Infrastructure, Sécurité, BDD, SMC) pour garantir la cohérence des exigences RUN & QoS. Participer à la définition des normes d’exploitabilité et de supervision pour les applications. Profil recherché : Formation & Expérience : Bac+5 en informatique, ingénierie réseau ou systèmes, ou équivalent. Minimum 7 à 10 ans d'expérience dans la gestion d’infrastructures complexes et critiques, avec une forte exposition Cloud. Expérience dans un environnement à très forte volumétrie de trafic (millions d’utilisateurs, microservices, supervision temps réel, etc.). Compétences techniques : Systèmes : Linux (RedHat, Debian, CentOS), Windows Server Compétences en exploitation de serveurs (processus, services, journalisation, performances…) Supervision : Grafana, Prometheus, ELK, etc. Maîtrise de l’exploitation applicative dans un environnement Cloud privé OpenStack, OpenShift, et en Cloud public (AWS, GCP ou Azure) CI/CD : GitLab CI, Jenkins, Ansible, Docker, Kubernetes (un plus) Automatisation et Scripting : Shell, Pyhthon, Go, Ordonnanceur, etc. Base de données : PostgreSQL, MySQL, MongoDB, Redis Bonne compréhension des réseaux (TCP/IP, DNS, VPN, routage, firewall…) Notions en sécurité des systèmes et des applications Framework : Springboot, Quarkus, NodeJS Une expérience dans des projets liées aux applications mobiles (Android, iOS, outils de build et distribution, crash reporting, monitoring spécifique mobile) est un plus apprécié. Compétences comportementales : Forte culture du service et du client interne Esprit d'analyse, rigueur et proactivité Bonne communication et pédagogie Travail en équipe pluridisciplinaire (Dev, QA, Product Owner) Adaptabilité à un environnement agile et en mutation rap",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:24.615125",
    "description_cleaned": "offre d'emploi ing nieur de production devops h/f - casablanca - confidential ing nieur de production devops h/f - casablanca informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride poste avec management publi e il y a 16 jours sur rekrute com - postulez avant le 01/02/2026 j'aime entreprise nous recherchons un ing nieur de production/ devops h/f pour un cdi casablanca poste mission assurer l'exploitation applicative et le maintien en conditions op rationnelles mco de l'environnement technique serveurs middleware bdd configurations mettre en place et maintenir la supervision technique et m tier indicateurs seuils alertes tableaux de bord accompagner sa squad dans les pr requis de mise en production dossier de mise en prod suivi cab conformit s curit automatiser les op rations d'exploitation en lien avec la cha ne ci/cd et les pratiques devops scripts d ploiement rollback tests post-deploiement g rer les incidents techniques analyse r solution capitalisation actions pr ventives collaborer avec les experts transverses infrastructure s curit bdd smc pour garantir la coh rence des exigences run qos participer la d finition des normes d exploitabilit et de supervision pour les applications profil recherch formation exp rience bac+5 en informatique ing nierie r seau ou syst mes ou quivalent minimum 7 10 ans d'exp rience dans la gestion d infrastructures complexes et critiques avec une forte exposition cloud exp rience dans un environnement tr s forte volum trie de trafic millions d utilisateurs microservices supervision temps r el etc comp tences techniques syst mes linux redhat debian centos windows server comp tences en exploitation de serveurs processus services journalisation performances supervision grafana prometheus elk etc ma trise de l exploitation applicative dans un environnement cloud priv openstack openshift et en cloud public aws gcp ou azure ci/cd gitlab ci jenkins ansible docker kubernetes un plus automatisation et scripting shell pyhthon go ordonnanceur etc base de donn es postgresql mysql mongodb redis bonne compr hension des r seaux tcp/ip dns vpn routage firewall notions en s curit des syst mes et des applications framework springboot quarkus nodejs une exp rience dans des projets li es aux applications mobiles android ios outils de build et distribution crash reporting monitoring sp cifique mobile est un plus appr ci comp tences comportementales forte culture du service et du client interne esprit d'analyse rigueur et proactivit bonne communication et p dagogie travail en quipe pluridisciplinaire dev qa product owner adaptabilit un environnement agile et en mutation rap",
    "title_cleaned": "ing nieur de production devops h/f casablanca maroc",
    "skills": [
      "Jenkins",
      "Ansible",
      "GCP",
      "Prometheus",
      "Shell",
      "AWS",
      "PostgreSQL",
      "Docker",
      "Kubernetes",
      "Redis",
      "CI/CD",
      "BDD",
      "Grafana",
      "MySQL",
      "Microservices",
      "GitLab",
      "GitLab CI",
      "MongoDB",
      "Go",
      "Azure",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "Jenkins",
        "weight": 1.0
      },
      {
        "skill": "Ansible",
        "weight": 1.0
      },
      {
        "skill": "GCP",
        "weight": 1.0
      },
      {
        "skill": "Prometheus",
        "weight": 1.0
      },
      {
        "skill": "Shell",
        "weight": 1.0
      },
      {
        "skill": "AWS",
        "weight": 1.0
      },
      {
        "skill": "PostgreSQL",
        "weight": 1.0
      },
      {
        "skill": "Docker",
        "weight": 1.0
      },
      {
        "skill": "Kubernetes",
        "weight": 1.0
      },
      {
        "skill": "Redis",
        "weight": 1.0
      },
      {
        "skill": "CI/CD",
        "weight": 1.0
      },
      {
        "skill": "BDD",
        "weight": 1.0
      },
      {
        "skill": "Grafana",
        "weight": 1.0
      },
      {
        "skill": "MySQL",
        "weight": 1.0
      },
      {
        "skill": "Microservices",
        "weight": 1.0
      },
      {
        "skill": "GitLab",
        "weight": 1.0
      },
      {
        "skill": "GitLab CI",
        "weight": 1.0
      },
      {
        "skill": "MongoDB",
        "weight": 1.0
      },
      {
        "skill": "Go",
        "weight": 1.0
      },
      {
        "skill": "Azure",
        "weight": 1.0
      }
    ],
    "num_skills": 21,
    "processed_at": "2025-12-17T08:44:03.707295",
    "cluster": 0
  },
  {
    "job_id": "rekrute_0032",
    "title": "Engineer AIoT Robotic Lab | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Engineer AIoT Robotic Lab - Benguerir - UM6P - Université Mohammed VI Polytechnique Engineer AIoT Robotic Lab - Benguerir Informatique / Electronique - Secteur Enseignement / Formation De 3 à 5 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDD Télétravail : Non Publiée il y a 18 jours sur ReKrute.com - Postulez avant le 29/01/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : Key Responsibilities: Design and implement the architecture of the AIoT Robotic Lab, including layout, infrastructure, and equipment selection. Develop, configure, and maintain robotic platforms, drones, and IoT devices. Support faculty and students in conducting experiments and demonstrations related to robotics, IoT, and AI. Develop automation tools, simulation environments, and data collection frameworks. Ensure the labs safety, reliability, and compliance with technical standards. Collaborate with researchers on prototype development, testing, and performance evaluation. Manage hardware inventories, software environments, and documentation. Contribute to publications, technical reports, and grant proposals related to the labs research activities. Profil recherché : QualificationsandSkills: Engineering or Masters degree in Electrical/Computer Engineering, or related fields. Strong experience in robotic system design, embedded systems, and sensor integration. Proficiency in programming (Python, C++, ROS, MATLAB, etc.) and AI frameworks (TensorFlow, PyTorch). Hands-on experience with robotic hardware (drones, manipulators, mobile robots). Strong analytical, organizational, and teamwork skills. Required Documents:Please send your CV and transcripts of Masters/engineering studies. Adresse de notre siège : Lot 660, Hay Moulay Rachid, Ben Guerir 43150 Traits de personnalité souhaités : Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:27.014758",
    "description_cleaned": "offre d'emploi engineer aiot robotic lab - benguerir - um6p - universit mohammed vi polytechnique engineer aiot robotic lab - benguerir informatique / electronique - secteur enseignement / formation de 3 5 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdd t l travail non publi e il y a 18 jours sur rekrute com - postulez avant le 29/01/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste key responsibilities design and implement the architecture of the aiot robotic lab including layout infrastructure and equipment selection develop configure and maintain robotic platforms drones and iot devices support faculty and students in conducting experiments and demonstrations related to robotics iot and ai develop automation tools simulation environments and data collection frameworks ensure the labs safety reliability and compliance with technical standards collaborate with researchers on prototype development testing and performance evaluation manage hardware inventories software environments and documentation contribute to publications technical reports and grant proposals related to the labs research activities profil recherch qualificationsandskills engineering or masters degree in electrical/computer engineering or related fields strong experience in robotic system design embedded systems and sensor integration proficiency in programming python c++ ros matlab etc and ai frameworks tensorflow pytorch hands-on experience with robotic hardware drones manipulators mobile robots strong analytical organizational and teamwork skills required documents please send your cv and transcripts of masters/engineering studies adresse de notre si ge lot 660 hay moulay rachid ben guerir 43150 traits de personnalit souhait s besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations",
    "title_cleaned": "engineer aiot robotic lab benguerir maroc",
    "skills": [
      "MATLAB",
      "PyTorch",
      "TensorFlow",
      "Python"
    ],
    "skills_weighted": [
      {
        "skill": "MATLAB",
        "weight": 1.0
      },
      {
        "skill": "PyTorch",
        "weight": 1.0
      },
      {
        "skill": "TensorFlow",
        "weight": 1.0
      },
      {
        "skill": "Python",
        "weight": 1.0
      }
    ],
    "num_skills": 4,
    "processed_at": "2025-12-17T08:44:03.726897",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0033",
    "title": "Process Engineer | Benguerir (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Process Engineer - Benguerir - UM6P - Université Mohammed VI Polytechnique Process Engineer - Benguerir Gestion projet / Etudes / R&D - Secteur Enseignement / Formation De 3 à 5 ans 1 poste(s) sur Marrakech et région - Maroc Bac +5 et plus Minimum Rationalisme Besoin d'autonomie Besoin d'action Ambition Recherche de nouveauté CDD Télétravail : Non Publiée il y a 19 jours sur ReKrute.com - Postulez avant le 28/01/2026 J'aime Suivre Entreprise : Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and innovation at the forefront of African development. A mechanism that enables it to consolidate Moroccos frontline position in these fields, in a unique partnership-based approach and boosting skills training relevant for the future of Africa. Located in the municipality of Benguerir, in the very heart of the Green City, Mohammed VI Polytechnic University aspires to leave its mark nationally, continentally, and globally. Poste : Act as a technical interface between academic research teams (professors, PhDs, postdocs) and industrial teams (production, HSE, maintenance). Design and run pilot-scale experiments, monitor performance (mass/energy balances, yields, critical process parameters). Profil recherché : Optimize the process and support scale-up to full industrial deployment. Ensure compliance with safety, regulatory, and environmental standards (HSE, ATEX, REACH, GMP if applicable). Document results, prepare technical reports, and contribute to knowledge transfer and intellectual property (patents, know-how). Adresse de notre siège : Lot 660, Hay Moulay Rachid, Ben Guerir 43150 Traits de personnalité souhaités : Rationalisme Besoin d'autonomie Besoin d'action Ambition Recherche de nouveauté 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser vos candidatures. Passez-le dès maintenant, cela ne prend que 5 minutes maximum. × Je me connecte Je suis nouveau Connectez-vous pour ne manquer aucune opportunité ! Se connecter avec Google Ou E-mail * Mot de passe * Mot de passe oublié ? Rester connecté Je me connecte Vous êtes recruteur ? Se connecter Créez votre compte, avec Google Créer mon compte avec Google Ou Créez votre compte avec votre e-mail Un accès à des milliers d’offres adaptées à votre profil Mettez en avant vos compétences auprès des recruteurs Recevez des alertes emploi personnalisées Je m’inscris maintenant Vous êtes recruteur ? Se connecter Vous êtes nouveau ? Crée",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:28.492472",
    "description_cleaned": "offre d'emploi process engineer - benguerir - um6p - universit mohammed vi polytechnique process engineer - benguerir gestion projet / etudes / r d - secteur enseignement / formation de 3 5 ans 1 poste s sur marrakech et r gion - maroc bac +5 et plus minimum rationalisme besoin d'autonomie besoin d'action ambition recherche de nouveaut cdd t l travail non publi e il y a 19 jours sur rekrute com - postulez avant le 28/01/2026 j'aime suivre entreprise mohammed vi polytechnic university is an institution dedicated to research and innovation in africa and aims to position itself among world-renowned universities in its fields the university is engaged in economic and human development and puts research and innovation at the forefront of african development a mechanism that enables it to consolidate moroccos frontline position in these fields in a unique partnership-based approach and boosting skills training relevant for the future of africa located in the municipality of benguerir in the very heart of the green city mohammed vi polytechnic university aspires to leave its mark nationally continentally and globally poste act as a technical interface between academic research teams professors phds postdocs and industrial teams production hse maintenance design and run pilot-scale experiments monitor performance mass/energy balances yields critical process parameters profil recherch optimize the process and support scale-up to full industrial deployment ensure compliance with safety regulatory and environmental standards hse atex reach gmp if applicable document results prepare technical reports and contribute to knowledge transfer and intellectual property patents know-how adresse de notre si ge lot 660 hay moulay rachid ben guerir 43150 traits de personnalit souhait s rationalisme besoin d'autonomie besoin d'action ambition recherche de nouveaut 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser vos candidatures passez-le d s maintenant cela ne prend que 5 minutes maximum je me connecte je suis nouveau connectez-vous pour ne manquer aucune opportunit se connecter avec google ou e-mail mot de passe mot de passe oubli rester connect je me connecte vous tes recruteur se connecter cr ez votre compte avec google cr er mon compte avec google ou cr ez votre compte avec votre e-mail un acc s des milliers d offres adapt es votre profil mettez en avant vos comp tences aupr s des recruteurs recevez des alertes emploi personnalis es je m inscris maintenant vous tes recruteur se connecter vous tes nouveau cr e",
    "title_cleaned": "process engineer benguerir maroc",
    "skills": [
      "R"
    ],
    "skills_weighted": [
      {
        "skill": "R",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.744274",
    "cluster": 4
  },
  {
    "job_id": "rekrute_0034",
    "title": "Développeur Fullstack .NET /React /TS - Expert (H/F) | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur Fullstack .NET /React /TS - Expert (H/F) - Rabat - BTechnologie Développeur Fullstack .NET /React /TS - Expert (H/F) - Rabat Informatique / Electronique - Internet / Multimédia - Secteur Informatique - Internet / Multimédia De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 19 jours sur ReKrute.com - Postulez avant le 17/01/2026 J'aime Suivre Entreprise : BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et à accompagner la croissance technologique dans une perspective d’économie décarbonée. Aujourd'hui, le centre compte plus de 500 talents et ambitionne d’atteindre les 1000 talents d’ici 2026. Envie de nouvelles perspectives de carrière ? Nous vous invitons à rejoindre notre centre d'excellence à Rabat, où vous participerez à des projets d'envergure avec une vision à long terme. Chaque jour est une opportunité de relever de nouveaux défis et de contribuer à façonner l'avenir de la technologie. Ensemble, nous bâtissons un avenir innovant, propulsé par votre talent et notre passion pour l'excellence. En intégrant notre équipe, vous serez reconnu(e) comme un collaborateur interne de Bouygues Telecom, acteur majeur des télécommunications. Nos atouts chez BTechnologie : • Bénéficiez d’un accompagnement personnalisé dès votre 1er jour d’arrivée par notre équipe Onboarding et votre futur Manager (accueil au sein de nos locaux à Rabat, journée d’onboarding, petit-déjeuner convivial). • Développez vos compétences techniques, fonctionnelles ou de management, grâce au catalogues de formations Accenture et à l’aide de nos Practice Managers et de leurs communautés. • Faîtes évoluer votre carrière grâce à notre politique de mobilité. Poste : Vos responsabilités : Développer des applications web .NET côté backend. Développer le front en React et TypeScript. Participer à la conception applicative, architecture et bonnes pratiques. Effectuer les tests unitaires et intégration. Collaborer avec les équipes DevOps, QA et Produit. Profil recherché : Expert Fullstack maîtrisant : .NET React TypeScript Architectures modernes Autonome, structuré(e), mobile sur Rabat. Adresse de notre siège : Rabat Traits de personnalité souhaités : Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en avant votre candidature. Connectez-vous / Inscrivez-vous pour consulter ces informations personnalisées. ReKrute vous offre ce nouveau test de personnalité pour mieux vous connaitre et valoriser v",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:32.413672",
    "description_cleaned": "offre d'emploi d veloppeur fullstack net /react /ts - expert h/f - rabat - btechnologie d veloppeur fullstack net /react /ts - expert h/f - rabat informatique / electronique - internet / multim dia - secteur informatique - internet / multim dia de 5 10 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 19 jours sur rekrute com - postulez avant le 17/01/2026 j'aime suivre entreprise btechnologie est un centre d excellence premium au service de bouygues telecom filiale du groupe accenture visant augmenter sa capacit de delivery am liorer la qualit per ue par ses clients finaux et accompagner la croissance technologique dans une perspective d conomie d carbon e aujourd'hui le centre compte plus de 500 talents et ambitionne d atteindre les 1000 talents d ici 2026 envie de nouvelles perspectives de carri re nous vous invitons rejoindre notre centre d'excellence rabat o vous participerez des projets d'envergure avec une vision long terme chaque jour est une opportunit de relever de nouveaux d fis et de contribuer fa onner l'avenir de la technologie ensemble nous b tissons un avenir innovant propuls par votre talent et notre passion pour l'excellence en int grant notre quipe vous serez reconnu e comme un collaborateur interne de bouygues telecom acteur majeur des t l communications nos atouts chez btechnologie b n ficiez d un accompagnement personnalis d s votre 1er jour d arriv e par notre quipe onboarding et votre futur manager accueil au sein de nos locaux rabat journ e d onboarding petit-d jeuner convivial d veloppez vos comp tences techniques fonctionnelles ou de management gr ce au catalogues de formations accenture et l aide de nos practice managers et de leurs communaut s fa tes voluer votre carri re gr ce notre politique de mobilit poste vos responsabilit s d velopper des applications web net c t backend d velopper le front en react et typescript participer la conception applicative architecture et bonnes pratiques effectuer les tests unitaires et int gration collaborer avec les quipes devops qa et produit profil recherch expert fullstack ma trisant net react typescript architectures modernes autonome structur e mobile sur rabat adresse de notre si ge rabat traits de personnalit souhait s recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en avant votre candidature connectez-vous / inscrivez-vous pour consulter ces informations personnalis es rekrute vous offre ce nouveau test de personnalit pour mieux vous connaitre et valoriser v",
    "title_cleaned": "d veloppeur fullstack net /react /ts - expert h/f rabat maroc",
    "skills": [
      "TypeScript",
      "React"
    ],
    "skills_weighted": [
      {
        "skill": "TypeScript",
        "weight": 1.0
      },
      {
        "skill": "React",
        "weight": 1.0
      }
    ],
    "num_skills": 2,
    "processed_at": "2025-12-17T08:44:03.761115",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0035",
    "title": "Ingénieur support Java (F/H) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur support Java (F/H) - Casablanca - Sofrecom Maroc Ingénieur support Java (F/H) - Casablanca Informatique / Electronique - Secteur Informatique De 3 à 5 ans Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 21 jours sur ReKrute.com - Postulez avant le 26/01/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Vos principales activités seront : • Soutien / Opérations de services : Analyse et traitement des incidents/anomalies en provenance des utilisateurs de l’application ou de plaintes clients. Préparation, réalisation et suivi des opérations de services (requêter la base, mise à jour en masse, …) récurrentes comme par exemple, l’analyse et le traitement des commandes en erreur, les opérations sur les bases de données. Collaboration avec l’exploitant (gestionnaire d’environnement) pour le traitement des incidents de production. Participation à la mon",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:40.831252",
    "description_cleaned": "offre d'emploi ing nieur support java f/h - casablanca - sofrecom maroc ing nieur support java f/h - casablanca informatique / electronique - secteur informatique de 3 5 ans casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 21 jours sur rekrute com - postulez avant le 26/01/2026 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste vos principales activit s seront soutien / op rations de services analyse et traitement des incidents/anomalies en provenance des utilisateurs de l application ou de plaintes clients pr paration r alisation et suivi des op rations de services requ ter la base mise jour en masse r currentes comme par exemple l analyse et le traitement des commandes en erreur les op rations sur les bases de donn es collaboration avec l exploitant gestionnaire d environnement pour le traitement des incidents de production participation la mon",
    "title_cleaned": "ing nieur support java f/h casablanca maroc",
    "skills": [
      "Java"
    ],
    "skills_weighted": [
      {
        "skill": "Java",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.777752",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0036",
    "title": "Ingénieur support PHP (F/H) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Ingénieur support PHP (F/H) - Casablanca - Sofrecom Maroc Ingénieur support PHP (F/H) - Casablanca Informatique / Electronique - Secteur Informatique De 3 à 5 ans 1 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 21 jours sur ReKrute.com - Postulez avant le 26/01/2026 J'aime Suivre Entreprise : Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité, l’audace et l'esprit d'équipe au cœur de ses préoccupations et dans laquelle vous pouvez vous épanouir ? Ne perdez plus de temps, postulez et rejoignez Sofrecom ! Filiale du groupe Orange, Sofrecom est une entreprise de conseil et d'ingénierie spécialisé dans les télécommunications. Sofrecom conseille et accompagne le développement et la transformation numérique des principaux acteurs du secteur des télécommunications. Nous aidons nos clients à anticiper les ruptures technologiques, à adapter leurs activités, à transformer leurs organisations et à moderniser leurs réseaux et systèmes d'informations, pour obtenir une croissance profitable. Sofrecom est surtout une entreprise riche de sa diversité avec plus de 2100 consultants et experts issus de plus de 30 nationalités et répartis à travers ses 9 implantations dans le monde. Travailler chez Sofrecom vous donne la possibilité de saisir des opportunités professionnelles passionnantes avec des parcours et des métiers variés, dans un environnement innovant et dynamique ! Chez Sofrecom, nous sommes convaincus que la diversité est un facteur de richesse et de performance. Nous veillons donc à ce que notre processus de recrutement garantisse l’égalité des chances et à ce que l’ensemble des candidats bénéficient d’une égalité de traitement. Postulez dès maintenant et rejoignez un environnement où chacun trouve sa place ! Toute donnée à caractère personnel que vous partagez avec Sofrecom Services Maroc est traitée conformément aux dispositions de la loi n° 09-08, relative à la protection des données à caractère personnel. Afin d’exercer vos droits d’accès, de rectification ou d’oppositions, merci de contacter la DRH sur le 05 37 27 99 00. Ensemble, nous contribuons au développement du numérique dans le monde ! Poste : Vos principales activités seront : • Soutien / Opérations de services : Analyse et traitement des incidents/anomalies en provenance des utilisateurs de l’application ou de plaintes clients. Préparation, réalisation et suivi des opérations de services (requêter la base, mise à jour en masse, …) récurrentes comme par exemple, l’analyse et le traitement des commandes en erreur, les opérations sur les bases de données. Collaboration avec l’exploitant (gestionnaire d’environnement) pour le traitement des incidents de production. Participa",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:41.472788",
    "description_cleaned": "offre d'emploi ing nieur support php f/h - casablanca - sofrecom maroc ing nieur support php f/h - casablanca informatique / electronique - secteur informatique de 3 5 ans 1 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 21 jours sur rekrute com - postulez avant le 26/01/2026 j'aime suivre entreprise vous tes en qu te de nouveaux challenges et vous souhaitez donner un nouvel lan votre carri re vous cherchez rejoindre une entreprise taille humaine qui place l agilit l audace et l'esprit d' quipe au c ur de ses pr occupations et dans laquelle vous pouvez vous panouir ne perdez plus de temps postulez et rejoignez sofrecom filiale du groupe orange sofrecom est une entreprise de conseil et d'ing nierie sp cialis dans les t l communications sofrecom conseille et accompagne le d veloppement et la transformation num rique des principaux acteurs du secteur des t l communications nous aidons nos clients anticiper les ruptures technologiques adapter leurs activit s transformer leurs organisations et moderniser leurs r seaux et syst mes d'informations pour obtenir une croissance profitable sofrecom est surtout une entreprise riche de sa diversit avec plus de 2100 consultants et experts issus de plus de 30 nationalit s et r partis travers ses 9 implantations dans le monde travailler chez sofrecom vous donne la possibilit de saisir des opportunit s professionnelles passionnantes avec des parcours et des m tiers vari s dans un environnement innovant et dynamique chez sofrecom nous sommes convaincus que la diversit est un facteur de richesse et de performance nous veillons donc ce que notre processus de recrutement garantisse l galit des chances et ce que l ensemble des candidats b n ficient d une galit de traitement postulez d s maintenant et rejoignez un environnement o chacun trouve sa place toute donn e caract re personnel que vous partagez avec sofrecom services maroc est trait e conform ment aux dispositions de la loi n 09-08 relative la protection des donn es caract re personnel afin d exercer vos droits d acc s de rectification ou d oppositions merci de contacter la drh sur le 05 37 27 99 00 ensemble nous contribuons au d veloppement du num rique dans le monde poste vos principales activit s seront soutien / op rations de services analyse et traitement des incidents/anomalies en provenance des utilisateurs de l application ou de plaintes clients pr paration r alisation et suivi des op rations de services requ ter la base mise jour en masse r currentes comme par exemple l analyse et le traitement des commandes en erreur les op rations sur les bases de donn es collaboration avec l exploitant gestionnaire d environnement pour le traitement des incidents de production participa",
    "title_cleaned": "ing nieur support php f/h casablanca maroc",
    "skills": [
      "PHP"
    ],
    "skills_weighted": [
      {
        "skill": "PHP",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.793710",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0037",
    "title": "Développeur ERP SAGE X3 | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Développeur ERP SAGE X3 - Casablanca - CRIT Développeur ERP SAGE X3 - Casablanca Informatique / Electronique - Secteur Informatique De 1 à 3 ans 1 poste(s) sur Casablanca et région - Maroc Bac +4 Minimum - Licence Recherche de nouveauté Ambition Créativité Flexibilité Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Non Publiée il y a 22 jours sur ReKrute.com - Postulez avant le 25/01/2026 J'aime Suivre Entreprise : CRIT Maroc, Filiale du Groupe CRIT, l'un des leaders du travail temporaire et du recrutement en France et à l'international. Le groupe CRIT compte aujourd’hui 600 agences dans le monde (France, Espagne, Suisse, Portugal, Irlande, Angleterre, USA, Afrique) dont 12 au Maroc (Casablanca, Rabat, Kenitra, EL Jadida, Berrechid, Marrakech, Agadir, Tanger…). CRIT Maroc est un acteur global en ressources humaines, un cabinet de recrutement et d’intérim de renom sur le marché. Notre engagement est de déléguer la juste compétence, apporter des solutions efficaces, rapides, souples et transparentes dans la gestion des ressources humaines. Sécurité, diversité et accessibilité à l’emploi sont les valeurs fondamentales du Groupe CRIT pour assurer la réussite de toutes et tous. Poste : Nous recrutons pour l’un de nos clients un(e) développeur(se) ERP SAGE X3 afin de renforcer son département IT. Le/la candidat(e) travaillera sous la supervision du responsable IT et participera activement au développement, à la maintenance et à l’évolution du système de gestion intégré SAGE X3. Missions principales : • Assurer le développement et la personnalisation des modules SAGE X3. • Créer et maintenir les rapports, états et requêtes SQL liés à SAGE X3. • Développer des scripts spécifiques en langage 4GL de SAGE X3. • Gérer l’intégration avec d'autres applications ou bases de données. • Participer à la mise en place de nouvelles fonctionnalités et de nouveaux modules. • Assurer le support technique aux utilisateurs internes (fonctionnel et technique). • Rédiger la documentation technique et fonctionnelle. Profil recherché : • Titulaire d’un Bac+3 ou Bac+4 en développement informatique ou en systèmes d’information • Expérience confirmée (minimum 2 ans) dans le développement sur ERP, idéalement sur SAGE X3 • Bonnes connaissances en langage 4GL, SQL, Crystal Reports et en intégration d’API • Esprit analytique, sens du détail et respect de la confidentialité • Bonnes capacités de communication et esprit d’équipe • Maîtrise du français ; la connaissance de l’anglais est un plus Adresse de notre siège : 67 Bd Al Massira Al Khadra 20100 Casablanca Traits de personnalité souhaités : Recherche de nouveauté Ambition Créativité Flexibilité Besoin de réflexion Besoin d'autonomie Implication au travail 4K Matching global N/A N/A FineTunePro COMPÉTENCES N/A Kapacity Revealer PERSONNALITÉ N/A Feel Good CULTURE Ici, vous pouvez retrouver un taux de recommandation de cette offre pour vous, ainsi que des informations pour mettre en ava",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:45.664621",
    "description_cleaned": "offre d'emploi d veloppeur erp sage x3 - casablanca - crit d veloppeur erp sage x3 - casablanca informatique / electronique - secteur informatique de 1 3 ans 1 poste s sur casablanca et r gion - maroc bac +4 minimum - licence recherche de nouveaut ambition cr ativit flexibilit besoin de r flexion besoin d'autonomie implication au travail cdi t l travail non publi e il y a 22 jours sur rekrute com - postulez avant le 25/01/2026 j'aime suivre entreprise crit maroc filiale du groupe crit l'un des leaders du travail temporaire et du recrutement en france et l'international le groupe crit compte aujourd hui 600 agences dans le monde france espagne suisse portugal irlande angleterre usa afrique dont 12 au maroc casablanca rabat kenitra el jadida berrechid marrakech agadir tanger crit maroc est un acteur global en ressources humaines un cabinet de recrutement et d int rim de renom sur le march notre engagement est de d l guer la juste comp tence apporter des solutions efficaces rapides souples et transparentes dans la gestion des ressources humaines s curit diversit et accessibilit l emploi sont les valeurs fondamentales du groupe crit pour assurer la r ussite de toutes et tous poste nous recrutons pour l un de nos clients un e d veloppeur se erp sage x3 afin de renforcer son d partement it le/la candidat e travaillera sous la supervision du responsable it et participera activement au d veloppement la maintenance et l volution du syst me de gestion int gr sage x3 missions principales assurer le d veloppement et la personnalisation des modules sage x3 cr er et maintenir les rapports tats et requ tes sql li s sage x3 d velopper des scripts sp cifiques en langage 4gl de sage x3 g rer l int gration avec d'autres applications ou bases de donn es participer la mise en place de nouvelles fonctionnalit s et de nouveaux modules assurer le support technique aux utilisateurs internes fonctionnel et technique r diger la documentation technique et fonctionnelle profil recherch titulaire d un bac+3 ou bac+4 en d veloppement informatique ou en syst mes d information exp rience confirm e minimum 2 ans dans le d veloppement sur erp id alement sur sage x3 bonnes connaissances en langage 4gl sql crystal reports et en int gration d api esprit analytique sens du d tail et respect de la confidentialit bonnes capacit s de communication et esprit d quipe ma trise du fran ais la connaissance de l anglais est un plus adresse de notre si ge 67 bd al massira al khadra 20100 casablanca traits de personnalit souhait s recherche de nouveaut ambition cr ativit flexibilit besoin de r flexion besoin d'autonomie implication au travail 4k matching global n/a n/a finetunepro comp tences n/a kapacity revealer personnalit n/a feel good culture ici vous pouvez retrouver un taux de recommandation de cette offre pour vous ainsi que des informations pour mettre en ava",
    "title_cleaned": "d veloppeur erp sage x3 casablanca maroc",
    "skills": [
      "Sql"
    ],
    "skills_weighted": [
      {
        "skill": "Sql",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.809731",
    "cluster": 3
  },
  {
    "job_id": "rekrute_0038",
    "title": "Site Reliability Engineer | Rabat (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Site Reliability Engineer - Rabat - Cnexia tech Site Reliability Engineer - Rabat Informatique / Electronique - Secteur Informatique De 5 à 10 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDI Télétravail : Oui 100% Publiée il y a 23 jours sur ReKrute.com - Postulez avant le 24/01/2026 J'aime Suivre Entreprise : Joining Cnexia is choosing to be part of an ambitious project that values Innovation, promotes Continuous Learning and enables all tech champions to fulfill their creative dreams. At Cnexia, we do more than support the clients of our world-class network and services. We develop innovative solutions and create original multiplatform media content. In fact, we're revolutionizing how Canadians communicate on the web, interact with Mobile Apps or benefit from an AI-enhanced experience. Proud of our status as a fully owned Moroccan subsidiary of the largest Canadian Telecom company, we have been ceaselessly growing our team since 2021. With over 1100 employees, mainly based in Fez, we have expanded in the northern region of the kingdom with our Brand-new state of the art site in Technopolis Rabat. If you are ready for this challenge, we invite you to join a community that values bold ideas and professional growth all in an engaging multi cultural world-class environment. Poste : Senior Site Reliability Engineer responsible for ensuring the stability, performance, and reliability of large-scale cloud production systems. The role includes proactive monitoring, incident response, automation of operational tasks, and continuous improvement of system resilience. Requires strong experience in cloud operations, Linux systems, observability tools, scripting, CI/CD, networking fundamentals, and operational excellence in high-availability environments. Profil recherché : Joining Cnexia is choosing to be part of an ambitious project that values Innovation, promotes Continuous Learning, and enables all tech champions to fulfill their creative dreams.At Cnexia, we do more than support the clients of our world-class network and services. We develop innovative solutions and create original multiplatform media content. In fact, were revolutionizing how Canadians communicate on the web, interact with Mobile Apps, or benefit from an AI-enhanced experience.Proud of our status as a fully owned Moroccan subsidiary of the largest Canadian Telecom company, we have been ceaselessly growing our team since 2021. With over 4000 employees, mainly based in Fez, we have expanded in the northern region of the kingdom with our Brand-new state of the art site in Technopolis Rabat.If you are ready for this challenge, we invite you to join a community that values bold ideas and professional growth all in an engaging multi cultural world-class environment.Position: Senior Site Reliability EngineerWe are looking for a highly skilled Senior Site Reliabil",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:48.062557",
    "description_cleaned": "offre d'emploi site reliability engineer - rabat - cnexia tech site reliability engineer - rabat informatique / electronique - secteur informatique de 5 10 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdi t l travail oui 100 publi e il y a 23 jours sur rekrute com - postulez avant le 24/01/2026 j'aime suivre entreprise joining cnexia is choosing to be part of an ambitious project that values innovation promotes continuous learning and enables all tech champions to fulfill their creative dreams at cnexia we do more than support the clients of our world-class network and services we develop innovative solutions and create original multiplatform media content in fact we're revolutionizing how canadians communicate on the web interact with mobile apps or benefit from an ai-enhanced experience proud of our status as a fully owned moroccan subsidiary of the largest canadian telecom company we have been ceaselessly growing our team since 2021 with over 1100 employees mainly based in fez we have expanded in the northern region of the kingdom with our brand-new state of the art site in technopolis rabat if you are ready for this challenge we invite you to join a community that values bold ideas and professional growth all in an engaging multi cultural world-class environment poste senior site reliability engineer responsible for ensuring the stability performance and reliability of large-scale cloud production systems the role includes proactive monitoring incident response automation of operational tasks and continuous improvement of system resilience requires strong experience in cloud operations linux systems observability tools scripting ci/cd networking fundamentals and operational excellence in high-availability environments profil recherch joining cnexia is choosing to be part of an ambitious project that values innovation promotes continuous learning and enables all tech champions to fulfill their creative dreams at cnexia we do more than support the clients of our world-class network and services we develop innovative solutions and create original multiplatform media content in fact were revolutionizing how canadians communicate on the web interact with mobile apps or benefit from an ai-enhanced experience proud of our status as a fully owned moroccan subsidiary of the largest canadian telecom company we have been ceaselessly growing our team since 2021 with over 4000 employees mainly based in fez we have expanded in the northern region of the kingdom with our brand-new state of the art site in technopolis rabat if you are ready for this challenge we invite you to join a community that values bold ideas and professional growth all in an engaging multi cultural world-class environment position senior site reliability engineerwe are looking for a highly skilled senior site reliabil",
    "title_cleaned": "site reliability engineer rabat maroc",
    "skills": [
      "CI/CD"
    ],
    "skills_weighted": [
      {
        "skill": "CI/CD",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.825389",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0039",
    "title": "Architecte Cloud & Big Data (F/H) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Architecte Cloud & Big Data (F/H) - Casablanca - Confidential Architecte Cloud & Big Data (F/H) - Casablanca Informatique / Electronique - Secteur Informatique De 10 à 20 ans 1 poste(s) sur Rabat et région - Maroc Bac +5 et plus Minimum - Master Besoin d'autonomie Besoin de réflexion Ambition Implication au travail Recherche de nouveauté CDI Télétravail : Hybride Poste avec Management Publiée il y a 23 jours sur ReKrute.com - Postulez avant le 17/12/2025 J'aime Entreprise : Nous recrutons pour l'un de nos projets un Architecte Cloud & Big Data (F/H) Poste : Description de la mission et des activités : En une phrase Vous analysez les besoins Data et Big Data des entités et BU du groupe (« clients » DATA AI), proposez des solutions d’architecture adaptées – principalement orientées GCP – et accompagnez les équipes clientes dans la mise en œuvre ainsi que dans leur montée en compétences. En quelques mots, vos activités En collaboration avec le Lead Tech DATA AI et le Directeur Sécurité DATA AI, vous analysez les besoins Data et Big Data avec une vision de bout en bout : compréhension métier, proposition d’architectures adaptées, participation aux développements et support des équipes clientes. Vos missions s’inscrivent dans un contexte international, sur des environnements Cloud, hybrides et/ou on premise. Les attendus : Analyser les besoins clients, que ce soit dans un cadre de migration d’architectures Data legacy ou pour de nouveaux cas d’usage. Définir des architectures alignées sur les besoins opérationnels et organisationnels (développement, production, FINOPS, process, etc.). Contribuer aux projets DATA AI par la rédaction de guidelines et le développement de blueprints. Assurer une veille technologique permanente et la partager avec l’équipe. Participer à la mise en œuvre des projets et interagir avec les différents rôles (chefs de projet, release managers, data engineers, etc.). Être force de proposition pour de nouveaux outils ou de nouvelles architectures. Échanger régulièrement avec nos équipes et clients en France et à l’international Profil recherché : Compétences et qualités attendues Savoir-être Oser : être force de proposition sur les évolutions, corrections et nouvelles technologies (amélioration continue). Coopérer et jouer collectif : être un bon communicant et faire preuve de pédagogie. Être familier des méthodes de développement Agile. Être à l’aise en anglais, aussi bien à l’écrit qu’à l’oral. Savoir-faire technique Architecture Cloud (GCP en priorité) : Conception et élaboration d’architectures évolutives, élastiques, automatisées, fiables et sécurisées. Maîtrise des aspects de chiffrement et de protection des données. Bonne connaissance des services GCP (APIs, CLIs, Compute Engine, Kubernetes Engine, Cloud Storage, Cloud SQL, App Engine…). Gestion des ressources (IAM, projets, réseaux, VPC, sous-réseaux, adresses IP, routes, firewall…). Expérience Cloud : Participation à des projets de migration vers le cloud ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:49.687661",
    "description_cleaned": "offre d'emploi architecte cloud big data f/h - casablanca - confidential architecte cloud big data f/h - casablanca informatique / electronique - secteur informatique de 10 20 ans 1 poste s sur rabat et r gion - maroc bac +5 et plus minimum - master besoin d'autonomie besoin de r flexion ambition implication au travail recherche de nouveaut cdi t l travail hybride poste avec management publi e il y a 23 jours sur rekrute com - postulez avant le 17/12/2025 j'aime entreprise nous recrutons pour l'un de nos projets un architecte cloud big data f/h poste description de la mission et des activit s en une phrase vous analysez les besoins data et big data des entit s et bu du groupe clients data ai proposez des solutions d architecture adapt es principalement orient es gcp et accompagnez les quipes clientes dans la mise en uvre ainsi que dans leur mont e en comp tences en quelques mots vos activit s en collaboration avec le lead tech data ai et le directeur s curit data ai vous analysez les besoins data et big data avec une vision de bout en bout compr hension m tier proposition d architectures adapt es participation aux d veloppements et support des quipes clientes vos missions s inscrivent dans un contexte international sur des environnements cloud hybrides et/ou on premise les attendus analyser les besoins clients que ce soit dans un cadre de migration d architectures data legacy ou pour de nouveaux cas d usage d finir des architectures align es sur les besoins op rationnels et organisationnels d veloppement production finops process etc contribuer aux projets data ai par la r daction de guidelines et le d veloppement de blueprints assurer une veille technologique permanente et la partager avec l quipe participer la mise en uvre des projets et interagir avec les diff rents r les chefs de projet release managers data engineers etc tre force de proposition pour de nouveaux outils ou de nouvelles architectures changer r guli rement avec nos quipes et clients en france et l international profil recherch comp tences et qualit s attendues savoir- tre oser tre force de proposition sur les volutions corrections et nouvelles technologies am lioration continue coop rer et jouer collectif tre un bon communicant et faire preuve de p dagogie tre familier des m thodes de d veloppement agile tre l aise en anglais aussi bien l crit qu l oral savoir-faire technique architecture cloud gcp en priorit conception et laboration d architectures volutives lastiques automatis es fiables et s curis es ma trise des aspects de chiffrement et de protection des donn es bonne connaissance des services gcp apis clis compute engine kubernetes engine cloud storage cloud sql app engine gestion des ressources iam projets r seaux vpc sous-r seaux adresses ip routes firewall exp rience cloud participation des projets de migration vers le cloud",
    "title_cleaned": "architecte cloud big data f/h casablanca maroc",
    "skills": [
      "GCP",
      "Kubernetes",
      "FinOps",
      "Sql",
      "Agile"
    ],
    "skills_weighted": [
      {
        "skill": "GCP",
        "weight": 1.0
      },
      {
        "skill": "Kubernetes",
        "weight": 1.0
      },
      {
        "skill": "FinOps",
        "weight": 1.0
      },
      {
        "skill": "Sql",
        "weight": 1.0
      },
      {
        "skill": "Agile",
        "weight": 1.0
      }
    ],
    "num_skills": 5,
    "processed_at": "2025-12-17T08:44:03.844335",
    "cluster": -1
  },
  {
    "job_id": "rekrute_0040",
    "title": "Supply Chain Engineer | Fès (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Supply Chain Engineer - Fès - Capgemini Engineering Supply Chain Engineer - Fès Achats / Supply Chain - Logistique / Transport (métiers de) - Secteur Aéronautique / Spatial - Automobile / Motos / Cycles Débutant 20 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur Recherche de nouveauté Respect des règles Distance émotionnelle Rationalisme Besoin d'action Implication au travail Organisation CDI Télétravail : Hybride Publiée il y a 23 jours sur ReKrute.com - Postulez avant le 20/12/2025 J'aime Suivre Entreprise : Capgemini Engineering est la marque du groupe Capgemini réunissant les services d'ingénierie et de R&D d’Altran, leader mondial du secteur dont Capgemini a finalisé l’acquisition en 2020, et l’expertise de Capgemini dans le domaine du digital manufacturing. Grâce à une connaissance sectorielle approfondie et à la maîtrise des technologies digitales et logicielles de pointe, Capgemini Engineering accompagne la convergence des mondes physique et numérique. Conjuguée avec l’ensemble des capacités du Groupe, elle aide les entreprises à accélérer leur transformation vers l'Intelligent Industry. Capgemini Engineering compte plus de 52 000 ingénieurs et scientifiques dans plus de 30 pays, dans des secteurs tels que l'aéronautique, l'automobile, le ferroviaire, les communications, l'énergie, les sciences de la vie, les semi-conducteurs, les logiciels et l'Internet, le spatial et la défense, et les biens de consommation. Capgemini Engineering fait partie du groupe Capgemini, un leader mondial, responsable et multiculturel, regroupant 300 000 personnes dans près de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la technologie, le Groupe est guidé au quotidien par sa raison d’être : libérer les énergies humaines par la technologie pour un avenir inclusif et durable. Fort de plus de 50 ans d’expérience et d’une grande expertise des différents secteurs d’activité, Capgemini est reconnu par ses clients pour répondre à l’ensemble de leurs besoins, de la stratégie et du design jusqu’au management des opérations, en tirant parti des innovations dans les domaines en perpétuelle évolution du cloud, de la data, de l’Intelligence Artificielle, de la connectivité, des logiciels, de l’ingénierie digitale et des plateformes. Le Groupe a réalisé un chiffre d'affaires de 16 milliards d'euros en 2020. Get the Future You Want* - www.capgemini.com. Poste : Lancer des appels d'offre auprès des fournisseurs, analyser et négocier des coûts logistique Assurer la gestion opérationnelle du transport (garantie du respect des cahiers des charges amont Brake) en lien avec les clients internes (comptabilité, réception, approvisionneur région, équipe logistique amont) et externes (transporteurs, prestataires logistiques). Coordonner le transport et l’affrètement (gestion quotidienne des ordres de transport, des erreurs de commandes approvisionne",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:51.033633",
    "description_cleaned": "offre d'emploi supply chain engineer - f s - capgemini engineering supply chain engineer - f s achats / supply chain - logistique / transport m tiers de - secteur a ronautique / spatial - automobile / motos / cycles d butant 20 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur recherche de nouveaut respect des r gles distance motionnelle rationalisme besoin d'action implication au travail organisation cdi t l travail hybride publi e il y a 23 jours sur rekrute com - postulez avant le 20/12/2025 j'aime suivre entreprise capgemini engineering est la marque du groupe capgemini r unissant les services d'ing nierie et de r d d altran leader mondial du secteur dont capgemini a finalis l acquisition en 2020 et l expertise de capgemini dans le domaine du digital manufacturing gr ce une connaissance sectorielle approfondie et la ma trise des technologies digitales et logicielles de pointe capgemini engineering accompagne la convergence des mondes physique et num rique conjugu e avec l ensemble des capacit s du groupe elle aide les entreprises acc l rer leur transformation vers l'intelligent industry capgemini engineering compte plus de 52 000 ing nieurs et scientifiques dans plus de 30 pays dans des secteurs tels que l'a ronautique l'automobile le ferroviaire les communications l' nergie les sciences de la vie les semi-conducteurs les logiciels et l'internet le spatial et la d fense et les biens de consommation capgemini engineering fait partie du groupe capgemini un leader mondial responsable et multiculturel regroupant 300 000 personnes dans pr s de 50 pays partenaire strat gique des entreprises pour la transformation de leurs activit s en tirant profit de toute la puissance de la technologie le groupe est guid au quotidien par sa raison d tre lib rer les nergies humaines par la technologie pour un avenir inclusif et durable fort de plus de 50 ans d exp rience et d une grande expertise des diff rents secteurs d activit capgemini est reconnu par ses clients pour r pondre l ensemble de leurs besoins de la strat gie et du design jusqu au management des op rations en tirant parti des innovations dans les domaines en perp tuelle volution du cloud de la data de l intelligence artificielle de la connectivit des logiciels de l ing nierie digitale et des plateformes le groupe a r alis un chiffre d'affaires de 16 milliards d'euros en 2020 get the future you want - poste lancer des appels d'offre aupr s des fournisseurs analyser et n gocier des co ts logistique assurer la gestion op rationnelle du transport garantie du respect des cahiers des charges amont brake en lien avec les clients internes comptabilit r ception approvisionneur r gion quipe logistique amont et externes transporteurs prestataires logistiques coordonner le transport et l affr tement gestion quotidienne des ordres de transport des erreurs de commandes approvisionne",
    "title_cleaned": "supply chain engineer f s maroc",
    "skills": [
      "R"
    ],
    "skills_weighted": [
      {
        "skill": "R",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.860790",
    "cluster": 4
  },
  {
    "job_id": "rekrute_0041",
    "title": "Business Developer Senior (B2B – Prospection & Rendez-vous Qualifiés) | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Business Developer Senior (B2B – Prospection & Rendez-vous Qualifiés) - Casablanca - Moore Casablanca Business Developer Senior (B2B – Prospection & Rendez-vous Qualifiés) - Casablanca Centre d'appels (métiers de) - Secteur Banque / Finance De 1 à 3 ans 1 poste(s) sur Casablanca et région - Maroc Bac +3 Minimum - Licence Besoin d'action Improvisation Créativité Besoin d'objectivité Intuition / Spontanéité Flexibilité Besoin d'autonomie Implication au travail CDI Télétravail : Non Poste avec Management Publiée il y a 25 jours sur ReKrute.com - Postulez avant le 22/01/2026 J'aime Suivre Entreprise : Nous sommes un cabinet d'audit, d’expertise comptable et de conseil, inscrit au tableau de l’Ordre des Experts Comptables du Maroc et membre du réseau Moore Stephens International. Notre activité s'articule principalement autour du contrôle légal des sociétés, des missions d'audit contractuel, de supervision comptable, de conseil juridique et fiscal. Nous intervenons également sur des missions à forte valeur ajoutée telles que l'audit d'acquisition, le conseil financier et le conseil en organisation. Poste : Nous recherchons un Business Developer Senior énergique, structuré et orienté résultats, dont la mission principale sera de générer des rendez-vous qualifiés auprès d’experts-comptables, commissaires aux comptes, dirigeants de TPE/PME et autres structures francophones. Mission principale : Générer des rendez-vous qualifiés avec des dirigeants pour leur proposer des solutions de sous-traitance depuis le Maroc et la Tunisie, en réponse à leurs difficultés de recrutement local. Le périmètre cible peut également inclure toute TPE/PME recherchant une externalisation de services tels que : Commercial, marketing/communication, RH, achats, juridique, IT, etc. Profil recherché : Profil & Expérience 2 à 5 ans d’expérience en prospection commerciale, téléprospection ou développement commercial B2B. Une expérience dans les services aux entreprises (recrutement, RH, conseil, SaaS, formation…) est un plus. Connaissance du secteur de l’expertise comptable ou de l’audit appréciée (sinon formation interne assurée). Compréhension des enjeux de recrutement dans les pays francophones (atout). Compétences clés Excellente capacité à identifier, cibler et contacter des prospects (téléphone, email, LinkedIn). Maîtrise des fondamentaux de qualification commerciale. Aisance dans la prise de rendez-vous pour dirigeants. Rigueur dans l’utilisation d’un CRM (HubSpot idéalement). Bon niveau rédactionnel pour des échanges professionnels. Soft Skills Énergie, enthousiasme, communication fluide et professionnelle. Maîtrise parfaite du français (interlocuteurs de haut niveau). Persévérance, résilience et capacité à gérer un volume de prospection élevé. Curiosité, envie d’apprendre et capacité à devenir rapidement crédible. Sens de l’organisation et du travail en équipe : ouverture des portes, la conclusion se fait par le dirigeant Localisation & mobilité Poste basé à ",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:52.381235",
    "description_cleaned": "offre d'emploi business developer senior b2b prospection rendez-vous qualifi s - casablanca - moore casablanca business developer senior b2b prospection rendez-vous qualifi s - casablanca centre d'appels m tiers de - secteur banque / finance de 1 3 ans 1 poste s sur casablanca et r gion - maroc bac +3 minimum - licence besoin d'action improvisation cr ativit besoin d'objectivit intuition / spontan it flexibilit besoin d'autonomie implication au travail cdi t l travail non poste avec management publi e il y a 25 jours sur rekrute com - postulez avant le 22/01/2026 j'aime suivre entreprise nous sommes un cabinet d'audit d expertise comptable et de conseil inscrit au tableau de l ordre des experts comptables du maroc et membre du r seau moore stephens international notre activit s'articule principalement autour du contr le l gal des soci t s des missions d'audit contractuel de supervision comptable de conseil juridique et fiscal nous intervenons galement sur des missions forte valeur ajout e telles que l'audit d'acquisition le conseil financier et le conseil en organisation poste nous recherchons un business developer senior nergique structur et orient r sultats dont la mission principale sera de g n rer des rendez-vous qualifi s aupr s d experts-comptables commissaires aux comptes dirigeants de tpe/pme et autres structures francophones mission principale g n rer des rendez-vous qualifi s avec des dirigeants pour leur proposer des solutions de sous-traitance depuis le maroc et la tunisie en r ponse leurs difficult s de recrutement local le p rim tre cible peut galement inclure toute tpe/pme recherchant une externalisation de services tels que commercial marketing/communication rh achats juridique it etc profil recherch profil exp rience 2 5 ans d exp rience en prospection commerciale t l prospection ou d veloppement commercial b2b une exp rience dans les services aux entreprises recrutement rh conseil saas formation est un plus connaissance du secteur de l expertise comptable ou de l audit appr ci e sinon formation interne assur e compr hension des enjeux de recrutement dans les pays francophones atout comp tences cl s excellente capacit identifier cibler et contacter des prospects t l phone email linkedin ma trise des fondamentaux de qualification commerciale aisance dans la prise de rendez-vous pour dirigeants rigueur dans l utilisation d un crm hubspot id alement bon niveau r dactionnel pour des changes professionnels soft skills nergie enthousiasme communication fluide et professionnelle ma trise parfaite du fran ais interlocuteurs de haut niveau pers v rance r silience et capacit g rer un volume de prospection lev curiosit envie d apprendre et capacit devenir rapidement cr dible sens de l organisation et du travail en quipe ouverture des portes la conclusion se fait par le dirigeant localisation mobilit poste bas",
    "title_cleaned": "business developer senior b2b prospection rendez-vous qualifi s casablanca maroc",
    "skills": [],
    "skills_weighted": [],
    "num_skills": 0,
    "processed_at": "2025-12-17T08:44:03.885113",
    "cluster": 5
  },
  {
    "job_id": "rekrute_0042",
    "title": "Node.JS Developer | Casablanca (Maroc)",
    "company": "ReKrute",
    "location": "Maroc",
    "description": "Offre d'emploi Node.JS Developer - Casablanca - Inetum Node.JS Developer - Casablanca Informatique / Electronique - Secteur Informatique De 1 à 3 ans - De 3 à 5 ans 2 poste(s) sur Casablanca et région - Maroc Bac +5 et plus Minimum - Ecole d'ingénieur - Master Recherche de nouveauté Ambition Besoin de réflexion Besoin d'autonomie Implication au travail CDI Télétravail : Hybride Publiée il y a 26 jours sur ReKrute.com - Postulez avant le 21/01/2026 J'aime Suivre Entreprise : Inetum est un leader européen des services numériques, avec plus de 27 000 collaborateurs dans 19 pays et un chiffre d’affaires de 2,4 milliards d’euros en 2024. Le Groupe accompagne entreprises et institutions dans leur transformation digitale, alliant performance, innovation et impact sociétal. Présent au Maroc depuis plus de 20 ans, Inetum Maroc joue un rôle stratégique avec plus de 800 collaborateurs, un centre de services partagés et un FabLab à Casablanca. Avec 50 millions d’euros de chiffre d’affaires en 2024, l'entité se positionne comme un acteur majeur du numérique au niveau local. S’appuyant sur ses trois lignes de métiers – Inetum Consulting, Inetum Technologies et Inetum Solutions – et des partenariats clés avec Microsoft, SAP et Sage, Inetum Maroc se distingue aussi par l’obtention du label Feel Good 2025, qui valorise son engagement pour le bien-être, l’inclusion et le développement des compétences. La culture d’entreprise s’ancre dans la Inetum Way, un socle de valeurs fondé sur la proximité, l’agilité, l’innovation et la responsabilité. Rejoindre Inetum, c’est vivre pleinement son impact digital dans un environnement stimulant, humain et durable. Poste : En tant que Développeur Node.js, vous serez chargé(e) de concevoir, développer et maintenir des applications backend robustes et performantes en utilisant Node.js. Vous jouerez un rôle clé dans le cycle de développement, de la conception initiale à la mise en production, tout en assurant l’intégration avec des systèmes frontend et d’autres services tiers. Vous travaillerez en collaboration avec des équipes multidisciplinaires pour offrir des solutions techniques innovantes répondant aux besoins des utilisateurs et des clients. Vos principales responsabilités incluront : Concevoir et développer des API RESTful et des services backend scalables avec Node.js. Assurer la qualité du code en appliquant les bonnes pratiques (tests unitaires, intégration continue, documentation). Intégrer et optimiser les bases de données (SQL et NoSQL) pour des performances optimales. Collaborer avec les équipes frontend pour garantir une intégration fluide entre les interfaces utilisateur et le backend. Participer à l’analyse des besoins techniques et fonctionnels pour proposer des solutions adaptées. Identifier et résoudre les problèmes de performance, de sécurité et de compatibilité. Suivre les dernières tendances et évolutions technologiques pour enrichir les projets et processus. Profil recherché : Compétences techniques requise",
    "source": "rekrute",
    "scrape_date": "2025-12-17T08:43:54.969685",
    "description_cleaned": "offre d'emploi node js developer - casablanca - inetum node js developer - casablanca informatique / electronique - secteur informatique de 1 3 ans - de 3 5 ans 2 poste s sur casablanca et r gion - maroc bac +5 et plus minimum - ecole d'ing nieur - master recherche de nouveaut ambition besoin de r flexion besoin d'autonomie implication au travail cdi t l travail hybride publi e il y a 26 jours sur rekrute com - postulez avant le 21/01/2026 j'aime suivre entreprise inetum est un leader europ en des services num riques avec plus de 27 000 collaborateurs dans 19 pays et un chiffre d affaires de 2 4 milliards d euros en 2024 le groupe accompagne entreprises et institutions dans leur transformation digitale alliant performance innovation et impact soci tal pr sent au maroc depuis plus de 20 ans inetum maroc joue un r le strat gique avec plus de 800 collaborateurs un centre de services partag s et un fablab casablanca avec 50 millions d euros de chiffre d affaires en 2024 l'entit se positionne comme un acteur majeur du num rique au niveau local s appuyant sur ses trois lignes de m tiers inetum consulting inetum technologies et inetum solutions et des partenariats cl s avec microsoft sap et sage inetum maroc se distingue aussi par l obtention du label feel good 2025 qui valorise son engagement pour le bien- tre l inclusion et le d veloppement des comp tences la culture d entreprise s ancre dans la inetum way un socle de valeurs fond sur la proximit l agilit l innovation et la responsabilit rejoindre inetum c est vivre pleinement son impact digital dans un environnement stimulant humain et durable poste en tant que d veloppeur node js vous serez charg e de concevoir d velopper et maintenir des applications backend robustes et performantes en utilisant node js vous jouerez un r le cl dans le cycle de d veloppement de la conception initiale la mise en production tout en assurant l int gration avec des syst mes frontend et d autres services tiers vous travaillerez en collaboration avec des quipes multidisciplinaires pour offrir des solutions techniques innovantes r pondant aux besoins des utilisateurs et des clients vos principales responsabilit s incluront concevoir et d velopper des api restful et des services backend scalables avec node js assurer la qualit du code en appliquant les bonnes pratiques tests unitaires int gration continue documentation int grer et optimiser les bases de donn es sql et nosql pour des performances optimales collaborer avec les quipes frontend pour garantir une int gration fluide entre les interfaces utilisateur et le backend participer l analyse des besoins techniques et fonctionnels pour proposer des solutions adapt es identifier et r soudre les probl mes de performance de s curit et de compatibilit suivre les derni res tendances et volutions technologiques pour enrichir les projets et processus profil recherch comp tences techniques requise",
    "title_cleaned": "node js developer casablanca maroc",
    "skills": [
      "Sql"
    ],
    "skills_weighted": [
      {
        "skill": "Sql",
        "weight": 1.0
      }
    ],
    "num_skills": 1,
    "processed_at": "2025-12-17T08:44:03.902943",
    "cluster": 3
  }
]